[
  {
    "author": "Olivie Blake",
    "title": "The Atlas Six",
    "genre": null,
    "year": null,
    "writing_sample": "BEGINNING. PERHAPS IT WAS A TIRED THING, all the references the world had already made to the Ptolemaic Royal Library of Alexandria. History had proven it endlessly fascinating as a subject, either because the obsession with what it might have contained was bounded only by the imagination or because humanity typically longs for things most ardently as a collective. All men can love a forbidden thing, generally speaking, and in most cases knowledge is precisely that; lost knowledge even more so."
  },
  {
    "author": "Jill Lepore",
    "title": "If Then",
    "genre": null,
    "year": 2020,
    "writing_sample": "Also by Jill Lepore This America: The Case for the Nation These Truths: A History of the United States Joe Gould’s Teeth The Secret History of Wonder Woman Book of Ages: The Life and Opinions of Jane Franklin The Story of America: Essays on Origins The Mansion of Happiness: A History of Life and Death The Whites of Their Eyes: The Tea Party’s Revolution and the Battle over American History New York Burning: Liberty, Slavery, and Conspiracy in Eighteenth-Century Manhattan A Is for American: Lette"
  },
  {
    "author": "David A. Ansell, MD",
    "title": "The Death Gap",
    "genre": null,
    "year": 2017,
    "writing_sample": "The University of Chicago Press, Chicago 60637 The University of Chicago Press, Ltd., London © 2017 by David A. Ansell All rights reserved. No part of this book may be used or reproduced in any manner whatsoever without written permission, except in the case of brief quotations in critical articles and reviews. For more information, contact the University of Chicago Press, 1427 E. 60th St., Chicago, IL 60637. Published 2017 Printed in the United States of America 26 25 24 23 22 21 20 19 18 17 1"
  },
  {
    "author": "Matthew McConaughey",
    "title": "Greenlights",
    "genre": null,
    "year": 2020,
    "writing_sample": "This is not a traditional memoir. Yes, I tell stories from the past, but I have no interest in nostalgia, sentimentality, or the retirement most memoirs require. This is not an advice book, either. Although I like preachers, I’m not here to preach and tell you what to do. This is an approach book. I am here to share stories, insights, and philosophies that can be objectively understood, and if you choose, subjectively adopted, by either changing your reality, or changing how you see it. This is"
  },
  {
    "author": "Mark Lawrence",
    "title": "Red Sister",
    "genre": null,
    "year": 2017,
    "writing_sample": "Copyright HarperVoyager an imprint of HarperCollinsPublishers Ltd 1 London Bridge Street London SE1 9GF www.harpercollins.co.uk First published in Great Britain by HarperVoyager 2017 Copyright © Mark Lawrence 2017 Cover design © HarperCollinsPublishers Ltd 2017 Mark Lawrence asserts the moral right to be identified as the author of this work. A catalogue copy of this book is available from the British Library. This novel is entirely a work of fiction. The names, characters and incidents portraye"
  },
  {
    "author": "Matt Ruff",
    "title": "Lovecraft Country",
    "genre": null,
    "year": 2016,
    "writing_sample": "HIPPOLYTA DISTURBS THE UNIVERSE Right there’s your problem. This teleporter isn’t plugged in! —Orithyia Blue Jupiter was up. Hippolyta squatted in a snow-covered pasture, distracting herself from the cold by picking out the bright dot between the constellations of Cancer and Gemini. Mars was up too, she knew, in Aquarius near the western horizon, though hidden from her by the wooded hillside at her back. Just as well: She wouldn’t want the Martians to see her like this. Back in the car, she sat"
  },
  {
    "author": "Daniel Keyes",
    "title": "Flowers for Algernon",
    "genre": null,
    "year": null,
    "writing_sample": "For my mother And in memory of my father Any one who has common sense will remember that the bewilderments of the eyes are of two kinds, and arise from two causes, either from coming out of the light or from going into the light, which is true of the mind's eye, quite as much as of the bodily eye; and he who remembers this when he sees any one whose vision is perplexed and weak, will not be too ready to laugh; he will first ask whether that soul of man has come out of the brighter life, and is u"
  },
  {
    "author": "Octavia E. Butler",
    "title": "Parable of the Sower",
    "genre": null,
    "year": 2012,
    "writing_sample": "1 All that you touch You Change. All that you Change Changes you. The only lasting truth Is Change. God Is Change. EARTHSEED: THE BOOKS OF THE LIVING Saturday, July 20, 2024 I HAD MY RECURRING dream last night. I guess I should have expected it. It comes to me when I struggle—when I twist on my own personal hook and try to pretend that nothing unusual is happening. It comes to me when I try to be my father’s daughter. Today is our birthday—my fifteenth and my father’s fifty-fifth. Tomorrow, I’ll"
  },
  {
    "author": "Isaac Asimov",
    "title": "Foundation",
    "genre": null,
    "year": 2011,
    "writing_sample": "THE STORY BEHIND THE “FOUNDATION”By ISAAC ASIMOV The date was August 1, 1941. World War II had been raging for two years. France had fallen, the Battle of Britain had been fought, and the Soviet Union had just been invaded by Nazi Germany. The bombing of Pearl Harbor was four months in the future. But on that day, with Europe in flames, and the evil shadow of Adolf Hitler apparently falling over all the world, what was chiefly on my mind was a meeting toward which I was hastening. I was 21 years"
  },
  {
    "author": "Claire L. Evans",
    "title": "The Untold Story of the Women Who Made the Internet",
    "genre": null,
    "year": 2018,
    "writing_sample": "Chapter Eleven MISS OUTER BORO The Internet exists at the confluence of culture, code, and infrastructure. As the technology historian Janet Abbate writes, “Communications media often seem to dematerialize technology, presenting themselves to the user as systems that transmit ideas rather than electrons.” This makes the boundary between users and producers, and between software and hardware, so porous as to be effectively permeable. As the story of hypertext shows, technology alone isn’t enough"
  },
  {
    "author": "William Gibson",
    "title": "Burning Chrome",
    "genre": null,
    "year": 2003,
    "writing_sample": "The Gernsback ContinuumMercifully, the whole thing is starting to fade, to be-come an episode. When I do still catch the odd glimpse, it’s peripheral; mere fragments of mad-doctor chrome, confining themselves to the corner of the eye. There was that flying-wing liner over San Francisco last week, but it was almost translucent. And the shark-fin roadsters have gotten scarcer, and freeways discreetly avoid un-folding themselves into the gleaming eighty lane monsters I was forced to drive last mont"
  },
  {
    "author": "Phil Tucker",
    "title": "Nightmare Keep (Euphoria Online Book 2)",
    "genre": null,
    "year": 2018,
    "writing_sample": "1 It was ironic. I was being escorted by necromancer and a dozen skeletal champions along the escarpment that led from Castle Winter to the highland meadow, and I’d never felt safer. I stumbled along, the toes of my boots catching on every rock, my mind a churning well of thoughts and regrets. My friends and I had striven for the impossible: to liberate the castle of ridiculously challenging foes – and won. Yet despite our heroic success, everything had immediately gone horribly wrong. Michaela,"
  }
]