{
  "metadata": {
    "title": "The Body Keeps the Score--Summarized for Busy People",
    "author": "Goldmine Reads",
    "publisher": "Goldmine Reads",
    "publication_date": "2019-02-17T16:00:00+00:00",
    "language": "en",
    "isbn": null,
    "description": "<p><i>This book summary and analysis was created for individuals who want to extract the essential contents and are too busy to go through the full version. This book is not intended to replace the original book. Instead, we highly encourage you to buy the full version.</i><p>Trauma happens in everyday life. Veterans and their families experience the aftermath of combat, one in five Americans has been molested, one in four grew up as alcoholic, one in three couples have engaged in physical violence. One of the pioneers on trauma, Dr. Bessel van der Kolk has spent three decades studying how trauma shapes the body and the brain which affects the trauma victim's capacity for pleasure, engagement, self-control, and trust. He leads us through innovative treatments that offer alternative paths to recovery by activating the brain's neuroplasticity. The Body Keeps the Score shows various studies by leading experts where they expose the power relationships have in hurting and...",
    "subject": null,
    "total_chapters": 10,
    "total_words": 11847,
    "file_path": "ebooks/downloads/The Body Keeps the Score--Summarized for Busy People Brain - Goldmine Reads.epub"
  },
  "chapters": [
    {
      "title": "TABLE OF CONTENT",
      "content": "TABLE OF CONTENT The Body Keeps the Score BOOK OVERVIEW ABOUT THIS BOOK SUMMARY PROLOGUE: FACING TRAUMA PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 CHAPTER 2 CHAPTER 3 PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 CHAPTER 5 CHAPTER 6 PART THREE: THE MINDS OF CHILDREN CHAPTER 7 CHAPTER 8 CHAPTER 9 CHAPTER 10 PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 CHAPTER 12 PART FIVE: PATHS TO RECOVERY CHAPTER 13 CHAPTER 14 CHAPTER 15 CHAPTER 16 CHAPTER 17 CHAPTER 18 CHAPTER 19 CHAPTER 20 EPILOGUE: CHOICES TO BE MADE CONCLUSION BOOKS THAT YOU MAY ALSO ENJOY",
      "chapter_number": 2,
      "section_number": null,
      "word_count": 100,
      "file_path": "index_split_002.html",
      "spine_order": 3
    },
    {
      "title": "BOOK OVERVIEW",
      "content": "BOOK OVERVIEW Dr. Bessel van der Kolk wrote The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma where he talks about a different perspective of stress disorder and trauma recovery. During his thirty years of experience as an expert on traumatic stress, he concluded that healing and recovery should no longer be restricted within traditional approaches to therapy and can best be used as supplements to the new paradigm of trauma recovery: control of the body and mind through reorganization and neuroplasticity. He aims for both the trauma survivor and therapist to benefit from this by emphasizing the rediscovery of trauma in war veterans and understanding of posttraumatic stress disorder (PTSD). He shares the value of reorganization of perception and, with the progress of neuroscience in studying trauma, he shows a deeper understanding of how the mind works. Van der Kolk talks about the methodologies and results of various studies on the brain and PTSD. Through this book, the reader will be able to understand what really is behind trauma. A big portion of the book specifies the various cases of PTSD and other mental illnesses which accounts for real people supporting neuroscientific concepts and procedures. Van der Kolk connects testimonies of recovery with the use of his body-mind treatment approach, focusing on recovering the Self and how alternative methods become more effective than traditional treatment. He then refocuses on what the future of society says about the development of children and how important it is to focus on the youth’s mental health. Through studies of attachment and attunement, he shows how they can manifest on this day and age—that is, child abuse and developmental trauma. Other parts of the book focuses on the innovative technology used by van der Kolk and his team where he shows how the eye movement desensitization and reprocessing (EMDR) works, as well as yoga for self-regulation, the internal family systems therapy (IFS) models, psychomotor therapy through tableaus and structures, neurofeedback, theater programs for trauma victims, among others. However, he places a heavy emphasis on the importance of communal rhythms through art, music, dance, and other forms of collective movement. The book shows how this enlightening collection of literature can be applied to anybody’s life. Day after day, we experience stressful events that can affect our well-being and van der Kolk aims to help us with this body of knowledge even with the slightest signs of stress. We clearly can’t deny that our bodies experience daily afflictions, so, this book serves as a wake-up call to the impact of trauma in our society. And it is up to us to aid in preventing trauma in order to live in a more cooperative and nurturing world.",
      "chapter_number": 3,
      "section_number": null,
      "word_count": 455,
      "file_path": "index_split_003.html",
      "spine_order": 4
    },
    {
      "title": "PROLOGUE: FACING TRAUMA",
      "content": "PROLOGUE: FACING TRAUMA According to statistics, trauma happens to us daily leaving traces on our minds, emotions, and biology regardless of their nature. Trauma can also trigger physiological changes. Trauma causes its victims to change their behavior and, therefore, show changes in the brain. Because of this, we have created new methods of recovery which are a combination of (1) reconnecting with others and understanding oneself, (2) utilizing medicine and other technologies, and (3) letting the body experience contradictions in their feelings caused by trauma. Van der Kolk wrote this book to help trauma victims and to serve as a call-to-action for everyone to avoid inflicting trauma on others.",
      "chapter_number": 5,
      "section_number": null,
      "word_count": 109,
      "file_path": "index_split_005.html",
      "spine_order": 6
    },
    {
      "title": "PART ONE: THE REDISCOVERY OF TRAUMA",
      "content": "PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 LESSONS FROM THE VIETNAM VETERANS Tom was part of the Marines and had served in Vietnam. It was because of this experience that he distanced himself from people in order to keep from hurting them. He would relax by drinking and riding his motorcycles at top speed. He tried to live a normal life but he felt disconnected from his family and from the pleasures of life. Van der Kolk began to focus on Tom’s nightmares so he prescribed medication. However, Tom didn’t want to forget the people who died in Vietnam, so, van der Kolk started studying posttraumatic stress disorder (PTSD) and his teacher, Elvin Semrad, taught him that the only way to learn is from the patients themselves. TRAUMA AND THE LOSS OF SELF Tom talked about the ambush where his dear friend, Alex, passed and this became the source of his trauma. It was because of this that he killed children and raped a Vietnamese woman—and he couldn’t come home to face his sweetheart and son. Trauma causes people to have difficulty in engaging in intimacy. This can also cause self-doubt. NUMBING He became emotionally numb and distant, so, he began distracting himself with his law practice because, without it, his nightmares would come back. He also began isolating himself from his family. THE REORGANIZATION OF PERCEPTION Through the study of nightmares, van der Kolk understood how trauma can change someone’s perception and imagination. A former medic from the war in Vietnam, Bill, was triggered by the sounds and images of dying children every time his newborn child cried. His results on the Rorschach inkblots also reflected his flashbacks of the traumatic experience, while other patients claimed that the tests were “just a bunch of ink.” It’s because of this that van der Kolk understood how victims tend to (1) superimpose their trauma on everything they experience or (2) suppress the mind’s flexibility. STUCK IN TRAUMA Van der Kolk’s group therapy consisted of war veterans who, when asked about their current lives, would recount their past traumatic experiences instead. Their pain became their sole source of meaning. They had forgotten to live in the now. DIAGNOSING POSTTRAUMATIC STRESS Discovering PTSD as a new diagnosis in 1980 introduced effective treatments. Van der Kolk expanded his understanding of PTSD as he took in cases of women with their incestuous rape during childhood, their responses were the same as the veterans which consisted of explosive rage, emotional shutdown, and intimacy incapacities. This became more difficult when the enemy is your own caretaker. A NEW UNDERSTANDING After thirty years since meeting Tom, van der Kolk learned the impact of trauma and how to recover from it—especially because of the invention of brain imaging technology in the 1990s. Trauma, as we discovered, that trauma leaves an imprint on the mind, brain, and body. The only way to address and overcome this is to realize that danger has passed and the present is what’s real. CHAPTER 2 REVOLUTIONS IN UNDERSTANDING MIND AND BRAIN Science had discovered a new compound called chlorpromazine (brand name, Thorazine) which can be used to “tranquilize” patients in order to minimize agitation and delusion and this became a chance to improve drug treatment for serious mental illnesses. TRAUMA BEFORE DAWN Van der Kolk, however, noticed that the patients’ lives and their ecology weren’t being given attention. People only had a dispassionate focus on managing symptoms such as suicidal thoughts or self-destructive behaviors. This caused him to create a new rule: consider how your actions can or might replicate trauma from the patient’s past. He also saw that the patients’ uncoordinated movement and unnatural flow of conversation gives a peek into how the body works. MAKING SENSE OF SUFFERING Elvin Semrad taught van der Kolk that the therapist is responsible for helping people accept and bear the pleasures and heartbreak of life’s realities. It’s important to understand what you know and feel in order to finally be in charge of your life. The recovery methods that were being used were outdated, however, because back then mental illness was thought to be fixed only by administering the right chemicals. However, the new method highly implicated an optimistic approach proven by thousands of cases with miraculous results. The system for communicating findings and diagnosing psychiatric disorders was developed in the 1980s with the Research Diagnostic Criteria as well as the Diagnostic and Statistical Manual of Mental Disorders (DSM) by the American Psychiatric Association which became the “bible of psychiatry.” INESCAPABLE SHOCK Martin Seligman and Steven Maier from the University of Pennsylvania administered electric shocks to dogs trapped in cages in 1984 to stimulate “inescapable shock.” The dogs who were subjected to inescapable shock refused to flee even when the cage door was left wide open. This was the same as traumatized people who give up when they are given the chance to escape. The two discovered that they only had to drag the dogs out of the cages in order to treat them, teaching them how to get out. This became the basis of van der Kolk’s conclusions on how physical experiences can restore a sense of control. The experiments also showed how scared animals would want to get home when they look for safety, regardless of the conditions. Are people struggling with trauma seek refuge in what they know? Can we help them be more attached to safer and more pleasurable environments? ADDICTED TO TRAUMA: THE PAIN OF PLEASURE AND THE PLEASURE OF PAIN People who were traumatized have the tendency to look for the experience that had traumatized them in the first place. Studies show how fearful and painful activities later become thrilling experience. SOOTHING THE BRAIN Van der Kolk discovered in 1985 how high levels of serotonin made animals less aggressive or more frozen in the face of threat. He was able to connect this to how patients responded to even the smallest provocations. Prozac was then introduced in 1988 and the results seemed promising and patients who were locked up in the past were given light in the present. Nevertheless, it seemed to still be a problem why PTSD symptoms in veterans aren’t cured by Prozac but it still gave patients a sense of perspective and control over their impulses. THE TRIUMPH OF PHARMACOLOGY Psychiatry changed with pharmacology. It provided a supplement to talk therapy and provided a means for revenue to support grants, facilities, and research. However, it was also problematic because mental illness became a mere consequence of chemical imbalance and this had been considered absolute without considering underlying issues. People had spent billions of dollars on antidepressants yet depression still is widespread. Medication had also shown a negative impact on other human functions. Doctors who provided nondrug treatments were marginalized because of refuting mainstream medicine. ADAPTATION OR DISEASE? The brain-disease framework overlooked the humanistic dimensions by leaving out the natural ways of treating PTSD. However, it’s important to remember that (1) restoring relationships also restore well-being, (2) communicating experiences and finding common ground empowers us to change ourselves and others, (3) we are able to regulate our own bodies, including the functions of the brain and body, and (4) changing social conditions can create safe environments. CHAPTER 3 LOOKING INTO THE BRAIN: THE NEUROSCIENCE REVOLUTION In the 1990s, brain imaging technology provided an understanding of how different parts of the brain are activated. Van der Kolk and Rita Fisler, his research assistant, compared the brain images between idle activity and recalling a specific traumatic experience. The results showed that the amygdala lit up when there are fear and alarm together with increases in blood pressure, heart rate, and oxygen intake showing signs of preparation for fight or flight. SPEECHLESS HORROR They also saw how Broca’s area, the part of the brain responsible for speech, is not activated during flashbacks. This explains why traumatized people find it difficult to tell others what happened to them. Without the ability to describe their horrible events, nightmares and flashbacks get to them. It is during these flashbacks that Brodmann’s area 19, the part of the brain in charge of imagery, lights up. That’s why traumatized people seem to be reliving the memories as if they were occurring. SHIFTING TO ONE SIDE OF THE BRAIN The two different sides of the brain show the past in different ways, however, they should work together, but scans show how flashbacks cause the left side to shut down entirely which becomes the loss of executive functioning. Trauma seems to interfere with understanding the cause-effect and coherent plans for the future. STUCK IN FIGHT OR FLIGHT Studies on flashbacks reveal that the rational part of the brain isn’t able to convince the emotional part of the brain to snap back to reality. There have been many methods of recovery used but van der Kolk emphasized a particular treatment: EMDR.",
      "chapter_number": 6,
      "section_number": null,
      "word_count": 1483,
      "file_path": "index_split_006.html",
      "spine_order": 7
    },
    {
      "title": "PART TWO: THIS IS YOUR BRAIN ON TRAUMA",
      "content": "PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 RUNNING FOR YOUR LIFE: THE ANATOMY OF SURVIVAL Adaptive responses can be employed in order to make sense of distressing events. Traumatized people, however, become stuck where they see every experience as tainted by the past. The bodies would focus on suppressing inner chaos, causing fatigue, autoimmune diseases, and other physical symptoms. This is why treatment must involve the entire human organism—body, mind, and brain. ORGANIZED TO SURVIVE When the brain sends signals of alarm to the body, the conscious mind shuts down partially and the brain prompts the body to escape. When the normal response is blocked, the brain would keep firing off this prompt which can become a permanent and traumatic stress. THE BRAIN FROM BOTTOM TO TOP The brain develops from the bottom up. The primitive part of the brain is where the spinal cord enters the skull. This area controls fundamental functions like breathing, eating, sleeping, and maintaining life-sustaining systems. Above this is the limbic system which controls emotions and monitors danger. These two parts create the emotional brain—this can jump to conclusions. The top layer or the neocortex is then responsible for language, abstract thinking, planning, and other qualities that make humans unique. MIRRORING EACH OTHER: INTERPERSONAL NEUROBIOLOGY Empathy comes from the frontal lobes of the neocortex through the mirror neurons and this allows us to understand other people’s emotions and gestures. This means we can also mirror someone else’s negativity. It’s important to activate the capacity to safely mirror without the fear of being hijacked by negative emotions. Otherwise, people would become creatures of habit and relationships would be superficial. The less control the rational brain has on impulses the more the emotional brain becomes intense. IDENTIFYING DANGER: THE COOK AND THE SMOKE DETECTOR Everything from the outside world is processed in the thalamus which helps us understand everything that happens. It will then be sent to the amygdala to release stress hormones even before we are aware of the danger. By the time we realize what’s happening, the body is already responding. Trauma recreates this process repeatedly which increases the risk of misinterpreting the danger of a situation. CONTROLLING THE STRESS RESPONSE: THE WATCHTOWER The brain’s frontal lobes become the watchtower which enables us to create conscious choices unlike the amygdala activating the fight-or-flight response. When these lobes are faulty, it can become difficult to maintain relationships causing us to lose our temper and react to the slightest sounds. Intense fear, sadness, and anger would reduce the functioning of the frontal lobes. That’s why dealing with stress would require finding the balance between these two parts of the brain. THE RIDER AND THE HORSE Psychological problems, according to neuroscience research, stems from the conflict between the emotional and rational brains. This is similar to a less competent rider and an undisciplined horse responding badly to unexpected threats. STAN AND UTE’S BRAINS ON TRAUMA A couple in their forties, Stan and Ute Lawrence, got in a car accident in 1999. It was there that they saw a woman die as she was consumed by flames on top of their car. They approached Dr. Ruth Lanius, a psychiatrist from the University of Western Ohio, who used fMRI scans to visualize the couple’s brains. DISSOCIATION AND RELIVING These crazy feelings become difficult to associate with their traumatic experience. People with PTSD have erratic flashbacks which cause them to feel weary and depressed. Their reactions would be irrational, intense, and uncontrollable. What they need to do is to have control over their internal sensations and emotions. To understand what happens inside is the first step. THE SMOKE DETECTOR GOES ON OVERDRIVE The flashback made Stan’s amygdala look like he couldn’t tell the difference between past and present. It would trigger the response of the nervous system. You may become chronically scared when your amygdala is on overdrive. THE TIMEKEEPER COLLAPSES The right and left dorsolateral prefrontal cortex (DLPFC) are the timekeepers of the brain, informing us how the past relates to the present and how it affects the future. Trauma, however, is the ultimate experience in making the pain last “forever.” Resisting trauma can be done only while it is anchored in the present. Therapy will work when the watchtower, the cook, and the timekeepers are all online. THE THALAMUS SHUTS DOWN The thalamus works to turn in sensory information as isolated images, sounds, and physical sensations coupled with terror and helplessness. The thalamus of those with PTSD fails to distinguish relevant and irrelevant sensory information. Coping will consist only of shutting themselves down or blocking the world out, even joy and pleasure. DEPERSONALIZATION: SPLIT OFF FROM THE SELF Ute’s brain, on the other hand, responded to her trauma by becoming empty—she “felt nothing.” This is called depersonalization. The challenge for this is in becoming alert and engaged. The Trauma Center does this by regulating the heart rate, breathing, bodily sensations through acupressure and rhythmic interactions with others. LEARNING TO LIVE IN THE PRESENT In order to help patients come back to the present, it’s important to put the parts of the brain that fell back during the traumatic experience back online. CHAPTER 5 BODY-BRAIN CONNECTIONS Charles Darwin talked about the purpose of emotions in The Expression of the Emotions in Man and Animals—that is, to initiate movement ensuring the welfare of the organism. Human minds in constant survival mode will block anything that’s not a defense against invisible assaults. Everything—imagination, playfulness, learning, etc.—will be removed. Darwin stated that the brain communicates emotions to the heart and guts and this idea had transformed the understanding of trauma. A WINDOW INTO THE NERVOUS SYSTEM The autonomic nervous system (ANS) contains the (1) sympathetic nervous system (SNS) and the (2) parasympathetic nervous system (PNS). The SNS activates the adrenaline while the PNS relaxes the body. The heart rate variability (HRV) will measure how balanced the two are. THE NEURAL LOVE CODE Stephen Porges introduced the Polyvagal Theory in 1994 which puts social relationships in the core of understanding trauma. The brain is designed to connect with others so mental suffering really involves trouble creating and maintaining good relationships. SAFETY AND RECIPROCITY Mental health requires social support and many traumatized people fail to maintain relationships or find any group with similar experiences. This leads to alienation and isolation. That’s when animals come into the picture: dogs and horses are now helping trauma patients. THREE LEVELS OF SAFETY The theory by Porges shows the three physiological states of the ANS. The first level is social engagement is when we call out for support and it will depend on the ventral vagal complex (VVC), a combination of the vagus nerve and the nerves activating muscles in the face, throat, middle ear, and larynx. Facial expressions and tone of voice change to signal to others when safety is threatened. Without this, the fight or flight response activates where the brains run to the SNS. The third stage, however, puts us in a state of freeze or collapse and we shut down. The dorsal vagal complex (DVC) is then activated. FIGHT OR FLIGHT VERSUS COLLAPSE People with trauma experience fight or flight; however, they would go numb in complex but safe situations. When the fight or flight response fails to eliminate the threat, they will collapse and shut down awareness of the self and others. HOW WE BECOME HUMAN When the VVC fails to preserve the self, trauma would be like when you’re begging for your life but the attackers ignore your pleas or when your friend is in danger and you’re too weak to help. You are immobilized and DVC takes over as soon as this happens. DEFEND OR RELAX? It can be challenging to discern when to feel safe or to activate their defenses that’s why it’s important for the patient with PTSD to experience the restoration of the sense of physical safety. NEW APPROACHES TO TREATMENT Alternative techniques like breathing exercises, martial arts, group singing, and dancing rely on interpersonal rhythm and communication. This would also help people with trauma shift their perception of danger and increase their ability to create and manage meaningful relationships. CHAPTER 6 LOSING YOUR BODY, LOSING YOURSELF Sherry was a patient who was emotionally abused and neglected by her mother; she picked her skin which gave her relief from feeling numb. Van der Kolk suggested that she see a massage therapist but she couldn’t feel when the therapist massaged her. Here was when he realized the extreme disconnection from the body in traumatized people. LOSING YOUR BODY Van der Kolk’s patients usually couldn’t feel whole areas of their bodies. He found that people with trauma weren’t able to integrate sensory experience to feel it as a whole. HOW DO WE KNOW WE’RE ALIVE? Brain scans show that the part of the brain controlling self-awareness is deactivated in PTSD patients. There is only a slight activation in the area for basic space orientation which means they shut down the areas making them feel terror in addition to the capacity to feel every other emotion. THE SELF-SENSING SYSTEM Sherry, however, progressed through massage therapy and she stopped picking her skin. She began socializing and it was the same time van der Kolk met Antonio Damasio who is a neurologist focusing on mapping out the human experience of “self.” He said that emotion and attention manage the organism’s life and it’s impossible to maintain homeostasis without information on the body’s current state which is called “proto-self.” THE SELF UNDER THREAT Under threat, we feel fear and terror with physiological arousal. We become easily startled and frustrated and we shut these feelings out through freezing and dissociation. That’s why it’s important to understand how to become in control of these systems. AGENCY: OWNING YOUR LIFE Being in charge of your life is “agency.” This starts with introspection to be aware of what we feel and it has three goals: (1) to bring out the sensory information blocked by trauma, (2) to help patients welcome the energies created by their inner experience, and (3) to complete self-preservation that is hindered when immobilized by terror. What we feel in our gut helps us analyze everything that happens around but people with trauma hide from this and become fearful of fear itself. That’s why self-regulation must be learned because simply ignoring our inner cries of help would not stop stress hormones from affecting the body. This can come in forms of chronic pain, digestive problems, fatigue, asthma, etc. ALEXITHYMIA: NO WORDS FOR FEELINGS Traumatized people experience physical pain and other symptoms that are unexplainable and this can contribute to the trauma victim’s lack of self-protection and re-victimization. The only way to recover from this is to recognize the relationship between physical sensation and emotion. DEPERSONALIZATION When one loses their sense of self or depersonalizes, the world would seem so dream-like or surreal to the victim in which they would not feel pain or pleasure. Brain scans would show that the fear centers of the brain shut down when recollecting the traumatic event. BEFRIENDING THE BODY Van der Kolk began encouraging patients to describe how their bodies feel which is different from using medications to blunt sensations. He said that the most natural way of calming someone is when they cling to someone else which means that they crave touch despite being terrified of body contact. The mind then needs to relearn enjoying the comfort of touch and this can be done through slowly reconnecting with themselves. CONNECTING WITH YOURSELF, CONNECTING WITH OTHERS The prefrontal cortex (PFC) of the brain fails to activate when responding to eye contact normally. This causes people with PTSD to stop assessing strangers before them and begin building self-protective behaviors. Trauma then fails to make the difference between motivations and intentions in social engagement.",
      "chapter_number": 7,
      "section_number": null,
      "word_count": 1975,
      "file_path": "index_split_007.html",
      "spine_order": 8
    },
    {
      "title": "PART THREE: THE MINDS OF CHILDREN",
      "content": "PART THREE: THE MINDS OF CHILDREN CHAPTER 7 GETTING ON THE SAME WAVELENGTH: ATTACHMENT AND ATTUNEMENT With the help of Nina Fish-Murray, van der Kolk was able to create test cards for children with images cut out from magazines. These cards are then used to determine how people’s inner reality shape their view of the world, much like the Thematic Apperception Test (TAT). The children from the Children’s Clinic were asked to describe the photos and traumatized kids created gruesome tales even when looking at pleasant family images. Children who weren’t traumatized, on the other hand, thought of the positive aspect of bad situations. Abused children thought of triggers. MEN WITHOUT MOTHERS In the late 1940s, John Bowlby was rejected by the British psychoanalytic community for stating that disturbed behavior in children was a response to their life experiences rather than infantile sexual fantasies. He then devoted his life to develop the attachment theory. A SECURE BASE He thought that children were attached to the responsive adult based on observations of the interaction between mother and child. He noticed that the children become nervous when the mother is not fully engaged. Attachment became the secure base from which children would move into the world and this will help them develop self-awareness, empathy, and impulse control. These were the qualities that lacked in the children from Children’s Clinic. THE DANCE OF ATTUNEMENT Secure attachment only develops when there is an emotional attachment which stems from when the infant and caregiver are emotionally and physically in sync. Securely attached children learn agency where their actions could affect the people around them. They understand the difference between situations where they are in control and where they would need help. When children grow up abused and neglected, on the other hand, they would understand that pleading and crying would not register with the caregiver. It would then cause them to give up when challenges arise. BECOMING REAL Children who are securely attached become attuned to others’ behavior. Abused children only see these changes in others’ behaviors as threats rather than social cues. They become defensive and scared and they fail to learn self-regulation. LIVING WITH THE PARENTS YOU HAVE A caregiver who is distant or abusive will make the child develop coping styles that will allow their needs to be met which are the (1) avoidant attachment where children look like they’re neither affected by the presence nor the absence of their caregivers and the (2) anxious or ambivalent attachment where children would not cease to seek attention through clinging, crying, or throwing a fit. Another group, however, are where the caregivers become the children’s source of distress and this is when they’re unable to choose between seeking them and avoiding them. This causes them to either be too affectionate or too untrusting and this is called disorganized attachment or fright without solution. BECOMING DISORGANIZED WITHIN Parents who are also traumatized may be too emotionally unstable to offer the needed parenting; that’s why their children would display behavioral problems and grow up to be disorganized with negative self-perceptions and thinking they deserve not to be treated right. They would be easily traumatized by events they are bound to experience. THE LONG-TERM EFFECTS OF DISORGANIZED ATTACHMENT An attachment researcher in the 1980s, Karen Lyons-Ruth, studied disorganized attachment and how it manifested in mothers from high-risk families. The two results were that (1) one group was hostile or intrusive and were too preoccupied with their own issues to attend to their children and (2) the other group was dependent or withdrawn, helpless, and fearful. They sought their children’s comfort rather than comforting their kids. Van der Kolk then realized that parental abuse is when the mother who isn’t attuned to her child, she would see them as frustrating and disconnected—and this lets in mistreatment. These children who grew up to be young adults then displayed aggressive behaviors against themselves and others. DISSOCIATION: KNOWING AND NOT KNOWING The children whose mothers failed to attune to them during the first two years of their lives then grow up dissociated with an impaired sense of inner reality, overdependence, and self-damaging behavior. That’s why the qualities of the early caregiver is important when looking at mental health problems. RESTORING SYNCHRONY Attachment patterns early in life create relationship maps that guide us throughout life. CHAPTER 8 TRAPPED IN RELATIONSHIPS: THE COST OF ABUSE AND NEGLECT Marilyn experienced rage attacks when dealing with her terror of men. Van der Kolk understood that some cases would take a while to understand the reality of these symptoms. TERROR AND NUMBNESS Van der Kolk later learned that Marilyn had a traumatic past she couldn’t remember which he suspected was incest—nevertheless, he approached the issue slowly and three months into the group therapy, she began complaining about losing her eyesight. She was then diagnosed with an autoimmune disease. He decided to study further and discovered that incest victims couldn’t distinguish between danger and safety which is why Marilyn’s immune system had become oversensitive to threat, building up its defense despite having no need for it. A TORN MAP OF THE WORLD Marilyn’s experience gave her a negative view of relationships and of herself and she believed that it was all her fault. Van der Kolk helped his patients reconstruct their inner view of the world which is to change the maps that have been contaminated during childhood or adulthood. This kind of treatment begins working toward reorganizing the part of the nervous system and taking control over the emotional brain. LEARNING TO REMEMBER After a year since Marilyn started group therapy, she heard the story of another incest victim. This was the trigger to her remembering being sexually abused as a child. Her body knew the experience and kept score of it despite her conscious mind not recalling or being able to communicate it. She then began accessing her memories during individual therapy where she started experiencing flashbacks of her father raping her. She only coped through dissociation which led her to believe that a different girl was molested, not her. She experienced this too in sexual situations as an adult where her partners would tell her that she seemed like a different person in bed. She doesn’t usually remember what happened. HATING YOUR HOME Children are programmed to be loyal to caretakers despite them being the source of terror. This is why Marilyn wasn’t able to talk about the abuse she experienced because she wanted to be loyal to the family. Setting aside awareness and building denial can help us survive but we must trust our memories and tell them apart from imagination. REPLAYING THE TRAUMA Trauma is not like the typical rational memory. Marilyn’s case highlighted memories which were like fragmented flashbacks with fear and panic. Van der Kolk found that treating trauma only worked when the patients are dedicated to surviving. CHAPTER 9 WHAT’S LOVE GOT TO DO WITH IT? The Diagnostic and Statistical Manual of Mental Disorders (third edition) or DSM-III by the American Psychiatric Association became a powerful tool for diagnosing psychiatric disorders since 1980. However, there is a gap between diagnoses and what the patients actually struggle with. Van der Kolk and his colleagues worked towards changing how trauma patients were diagnosed. HOW DO YOU TAKE A TRAUMA HISTORY? Van der Kolk, along with psychiatrist Judith Herman, developed the Traumatic Antecedents Questionnaire (TAQ) to understand the histories of trauma patients. It turned out that 80% of those diagnosed with borderline personality disorder (BPD) at Cambridge Hospital had histories of abuse and/or neglect before age seven. This begs the question, what therapies would be effective for those with a history of abuse and are struggling with self-harm? SELF-HARM Patients who never felt safe with anyone as children—who were abandoned or left alone—could be self-destructive. Traces of earlier afflictions could be reactivated in adulthood but without trigger to this memory, how trauma patients respond to human kindness would not develop. THE POWER OF DIAGNOSIS Van der Kolk and colleagues worked towards improving the accuracy of the DSM-III where they developed a new trauma diagnoses for victims of interpersonal trauma or the “complex PTSD.” It was, however, excluded in the publication of subsequent editions and the DSM still fails to cater to victims of child abuse and neglect. THE HIDDEN EPIDEMIC Vincent Felitti, an intern in 1985, had studies that showed how most of morbidly obese patients were sexually abused during childhood. The investigation of Adverse Childhood Experiences (ACE study) was also conducted where patients were asked about their childhood and results showed that early traumatic experiences were connected to adulthood by high-risk behaviors such as smoking, unintended pregnancy, and sexually transmitted diseases. Ongoing stress affected their bodies. WHEN PROBLEMS ARE REALLY SOLUTIONS Van der Kolk realized that the obese patients regained the weight they lost because it made them feel safer. That’s why the ACE study group said that each adaptation was only a marker for the real problems they experienced underneath. CHILD ABUSE: OUR NATION’S LARGEST PUBLIC HEALTH PROBLEM Despite ACE study’s publicity, America continued to disregard child abuse problems. Kids were given high doses of psychotropic agents which stopped them from becoming fully functioning individuals. CHAPTER 10 DEVELOPMENTAL TRAUMA: THE HIDDEN EPIDEMIC Children who were traumatized are not receiving proper treatment and they either control them through drugs or blame it on their “genes.” It’s important to correctly understand what’s happening to them. BAD GENES? Stressful experiences, according to research, affect the gene expression. So, abused children were discovered to have changes in seventy-three genes. MONKEYS CLARIFY OLD QUESTIONS ABOUT NATURE VERSUS NURTURE National Institutes of Health’s Laboratory of Comparative Ethology is where Stephen Suomi studied how one’s genes and social environment drive behaviors in rhesus monkeys. He was able to prove that early experience has the same impact on biology as heredity. Human parents who have genetic vulnerabilities can also protect the next generation as long as they receive the right support. THE NATIONAL CHILD TRAUMATIC STRESS NETWORK Childcare workers, pediatricians, and psychology schools haven’t been taught the important concepts in the development of traumatized children. That’s why van der Kolk and his colleagues worked towards establishing a national organization focused on studying childhood trauma. The National Child Traumatic Stress Network (NCTSN) allowed researchers to understand traumatized kids nationwide which confirmed that most of them came from extremely dysfunctional families. THE POWER OF DIAGNOSIS Despite the clear definition of PTSD in the DSM, 82% of children with trauma in the NCTSN did not meet the diagnostic criteria for PTSD. In van der Kolk’s team, they developed a new diagnosis capturing the reality of their experience which was called Developmental Trauma Disorder (DTD); however, despite their lobbying for its inclusion, the committee refused to add it to DSM-5. HOW RELATIONSHIPS SHAPE DEVELOPMENT Alan Sroufe and his colleagues studied how nature and nurture affected human development in 1975. They discovered that the quality of care people received and their biological factors were related—this was similar to the observation on the rhesus monkey. The key was the parent-child relationship including the level of security mothers proved until age two. THE LONG-TERM EFFECTS OF INCEST Frank Putnam and Penelope Trickett from the National Institute of Mental Health began studying the effect of sexual abuse on female development in 1986. They observed two groups of girls where one was abused and one wasn’t—for twenty years. They discovered that the girls who were abused suffered from negative effects such as depression, self-mutilation, cognitive deficits, lack of trust, abnormally fast sexual maturation, etc. THE DSM-5: A VERITABLE SMORGASBORD OF “DIAGNOSES” In May 2013, the DSM-5 was released but it lacked reliability. It overlooked the social factors involved in psychological disorders but it is important to understand human interactions and the process of development in diagnosing mental health issues. The DTD field trial, on the other hand, allowed van der Kolk and his team to study it further at the Trauma Center. WHAT DIFFERENCE WOULD DTD MAKE? DTD, unlike other diagnoses, focuses on the symptoms of chronically traumatized children including failed attachment, impairment of biological and emotional systems, problems with focus, personal identity confusion, and competence deficit. These transcend diagnostic categories while still including accurate treatment. However, it’s important to reorganize the mind using neuroplasticity. Further, it places an importance on social support. Van der Kolk said that Europe’s investment in helping parents raise children in safe environments became more cost-efficient than America who allow children to grow up to be dysfunctional adults which cost them $84 billion annually on incarceration costs.",
      "chapter_number": 8,
      "section_number": null,
      "word_count": 2095,
      "file_path": "index_split_008.html",
      "spine_order": 9
    },
    {
      "title": "PART FOUR: THE IMPRINT OF TRAUMA",
      "content": "PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 UNCOVERING SECRETS: THE PROBLEM OF TRAUMATIC MEMORY A military policeman at an air force base, Julian, was sexually abused as a child by Paul Shanley who was a Catholic priest. He forgot about his abuse until he heard that Shanley was under investigation for molesting young boys. He repressed his memory but it became questionable if his recollection was credible enough for him to testify. FLOODED BY SENSATIONS AND IMAGES Julian recalled his abused in fragments but he was overcome by panic attacks and dissociation. Some of his memory were activated when he had sex with his girlfriend, so, van der Kolk helped his case by sending a report on traumatic memory to Julian’s lawyer. NORMAL VERSUS TRAUMATIC MEMORY How accurate memories are would depend on how meaningful they were and what our level of arousal was at that time. In order for the body to defend against threats, it releases adrenaline and this engraves the incident in our mind. But when confronted with its horror, the system become overwhelmed and broken. High arousal fails to balance everything and the conscious mind will deactivate while the emotional brain takes precedence. This is why memories of traumatic experiences are fragmented emotional traces instead of logical narratives. UNCOVERING THE SECRETS OF TRAUMA Studying mental health greatly advanced in the study on hysteria which is a mental disorder characterized by emotional outbursts, susceptibility to suggestion, and unexplainable muscular contractions and paralyses. Pierre Janet studied this and theorized that the root of PTSD was intense emotional arousal. People with trauma repeat actions, emotions, and sensations associated with the trauma. Janet aimed to develop a treatment for this. AMNESIA, DISSOCIATION, AND REENACTMENT Janet understood the difference between “narrative memory” and traumatic memory where the latter begins with specific triggers. Ordinary memory is social and adaptive but traumatic memory is unchanging and alienating. If PTSD is dissociating, then treatment should be through associating or integrating the elements of trauma into the current narrative of one’s life in order for the brain to differentiate then and now. THE ORIGINS OF THE “TALKING CURE” Josef Breuer and Sigmund Freud were the originators of the “talking cure”—emotions of a traumatic memory can’t be discharged without an “energetic reaction.” So, if a person doesn’t remember the trauma, they may act it out rather than express it verbally. With the help of language as a substitute for action, the emotions can be released. Psychologists today apply cognitive behavioral therapy (CBT) in encouraging patients to tell the traumatic story in detail in order to leave it behind. TRAUMATIC MEMORY ON TRIAL Shanley’s lawyer challenged Julian’s statements on the ground that “repressed memories” were insufficient evidences. But, in 2010, the court disproved Shanley’s conviction because of the expert testimony on the legitimacy of dissociative amnesia. The debate of the legitimacy of repressed memory still continues today. CHAPTER 12 THE UNBEARABLE HEAVINESS OF REMEMBERING Trauma studies revived after World War I—shell shock, however, was not legitimized and soldiers were only labeled NYDN (Not Yet Diagnosed, Nervous) or blamed for their defect. The treatments were only ineffective and painful and veterans weren’t pensioned and treated as less people. The fascism and militarism of World War II meant the strong vanquishing the inferior. THE NEW FACE OF TRAUMA Majority of the World War II veterans in 1983, as van der Kolk discovered, had PTSD. The economic needs of the veterans were addressed but trauma hadn’t been recognized. The treatments offered to them were only for physical symptoms. TRAUMA REDISCOVERED The reality of trauma backlashed in the 1990s which was then labeled False Memory Syndrome and this became an issue stemming from scientific to political issues. It was most evident in the proceedings of pedophilia in the Catholic Church where half of the sexual abuse claims were denied. THE SCIENCE OF REPRESSED MEMORY There had been laboratory studies which focused on how traumatic memory is created but they weren’t truly effective—so, once the hype of courtroom testimonies declined, so did the “scientific” controversy. NORMAL VERSUS TRAUMATIC MEMORY Upon studying Janet’s dual memory system, van der Kolk’s team found that traumatic memories are different from the normal way of telling stories of the past. They disagreed with Breuer and Freud who said that remembering the trauma would resolve it and that language was the substitute for action. Finding the words would be helpful but it didn’t necessarily treated the trauma. LISTENING TO SURVIVORS It’s important for the therapist to be courageous in listening to trauma survivors; trauma may be unbelievable or unbearable but it’s important to recognize its duality where a secure present lives alongside a destructive past. NANCY’S STORY “Anesthesia awareness” was something Nancy experience during her tubal ligation surgery because of insufficient anesthesia administered to her. It kept her awake yet immobile during the operation; the team laughed and conversed which made her feel isolated during her painful experience. It was as if she was in a torture chamber and this caused her to suffer from irrational fears and flashbacks. When he had to undergo another operation, van der Kolk accompanied her as the anesthesia was induced so she woke up feeling safe. She was also able to recover through Pilates which was a combination of psychological, social, and physical core strengthening.",
      "chapter_number": 9,
      "section_number": null,
      "word_count": 884,
      "file_path": "index_split_009.html",
      "spine_order": 10
    },
    {
      "title": "PART FIVE: PATHS TO RECOVERY",
      "content": "PART FIVE: PATHS TO RECOVERY CHAPTER 13 HEALING FROM TRAUMA: OWNING YOUR SELF When it comes to recovery, it’s important to take control of your body and mind. The following chapters would introduce methods and approaches that may help to the trauma survivor, therapist, and those who suffer from temporary stress. A NEW FOCUS FOR RECOVERY Confronting the traumatic experience and finding ways to cope with the sensations and emotions connected to it is the first step. Understanding how and why we feel what we feel doesn’t exterminate the emotions but it can restore balance between the emotional and rational brain. LIMBIC SYSTEM THERAPY Recovery would mean undergoing “limbic system therapy” or repairing the faulty alarm systems in order for the emotional brain to work correctly and quietly. It’s important to become aware of our inner experience. BEFRIENDING THE EMOTIONAL BRAIN DEALING WITH HYPERAROUSAL Training the arousal system through breathing and movement exercises can help. Breathe calmly and relax as you access painful memories. Mainstream Western healing ignores self-management and traditions in other parts of the world would look to mindfulness and movement such as yoga, tai chi, and drumming. Purposeful movement and being centered in the present are the abilities damaged in traumatized people. NO MIND WITHOUT MINDFULNESS People with trauma are afraid of their emotions. However, one needs to open themselves to their inner experience and pay attention to their physical sensations. Label them, observer them, and tolerate the interplay between the thoughts and sensations. Mindfulness would improve physical health and activate the parts of the brain responsible for emotional regulation. RELATIONSHIPS It’s important for trauma survivors to feel the physical and emotional safety of supportive relationships coming in various forms such as families or loved ones, communities, or professional therapists. When choosing a professional therapist, it’s important to know if your therapist wants to know who you are and what you need without looking at you like a typical “PTSD patient.” Ask yourself, do you feel comfortable, safe, and understood? COMMUNAL RHYTHYMS AND SYNCHRONY Music and rhythm can greatly help in healing because the attunement will restore vitality in traumatized people as well as for children. GETTING IN TOUCH Drugs can stop traumatized patients from safely experiencing sensations and emotions so van der Kolk encourages patients to engage in various forms of activities that will connect them to their bodies like therapeutic massage. Touch will stop emotions from restricting the body which will create a feeling of safety. TAKING ACTION Getting into a state of safety and relaxation is prerequisite to using stress hormones for proper response to real danger. Pat Ogden and Peter Levine developed the sensorimotor psychotherapy and somatic experiencing in order to make this happen. INTEGRATING TRAUMATIC MEMORIES Processing trauma successfully can happen when the brain areas deactivated during flashbacks are kept online while recalling the experience; this will help the patient integrate the memory into the past. Van der Kolk recognizes the possibility of hypnosis for this use. COGNITIVE BEHAVIORAL THERAPY (CBT) CBT helps patients repetitively expose themselves to their irrational fears without bad things actually happening in order to make them realize that it’s safe. It hasn’t been proven effective, however, when it comes to dealing with complex emotions. This has not been done with traumatized patients because it can only make them relive the trauma once they become overwhelmed by it. DESENSITIZATION Desensitization causes patients to become less reactive to emotions and sensations; not necessarily promoting blunting the emotional sensitivity. However, practicing integration is important; in that, one must put their traumatic experience in its realistic position. DRUGS TO SAFELY ACCESS TRAUMA? Ecstasy or MDMA has become effective in increasing trauma patients’ self-awareness and it also decreases fear, defensiveness, and numbness. There have also been studies combining MDMA and psychotherapy that have produced positive results on PTSD patients. WHAT ABOUT MEDICATIONS? Medications do not cure trauma—they only further dampen one’s expressions and remove their chance of self-regulating. Some would have addiction potentials and unwanted side effects and still lacking effectiveness for PTSD symptoms. Van der Kolk integrates mindfulness in treatment and had advocated for use of less medication. THE ROAD OF RECOVERY IS THE ROAD OF LIFE At the start of the book, we introduced Bill who was finally ready to open up to van der Kolk eighteen years after they first met. His experience in Vietnam, his brutal upbringing during childhood, and his struggles as a ministered caused him to suffer from paralysis from neurological illness. Van der Kolk helped Bill recover through yoga and has become a yoga instructor for combat veterans himself. He had finally gotten control of his traumatic memories. CHAPTER 14 LANGUAGE: MIRACLE AND TYRANNY After the attacks on the World Trade Center in September 2001, therapists expected a lot of people would come to them for help; instead, people got help through acupuncture, massage, yoga, and Eye Movement Desensitization and Reprocessing (EMDR). THE UNSPEAKABLE TRUTH Trauma can be difficult to put into words but it can be carefully assembled until the whole story is revealed. BREAKING THE SILENCE Keeping silent about traumatic experience can cause the death of the soul and keeping secrets and suppressing information will put you at war with yourself—flooding the body with stress hormones and irrational behaviors. Recognizing the trauma and sharing it with others can reestablish your humanness. THE MIRACLE OF SELF-DISCOVERY Van der Kolk was inspired by Helen Keller and her teacher, Anne Sullivan, when it comes to therapeutic relationships. Helen was able to put into words her deepest feelings through Anne’s help. Unspoken words can mirror how the isolation of trauma is healed—full communication opposes trauma. KNOWING YOURSELF OR TELLING YOUR STORY? OUR DUAL AWARENESS SYSTEM There are two forms of self-awareness: (1) tracking the self across time and (2) registers the self in the present. The first is when we assemble the piece to discover the story from our experiences while the second is based on the physical sensations where, when we feel psychologically safe, we would be able to put it into words. The second form would be the one that need to be accessed. THE BODY IS THE BRIDGE Finding the words to express the inner self through self-observation, physical sensations, tone of voice, and body tensions is greatly helpful. WRITING TO YOURSELF It’s easy to access the inner feelings through writing that we address to ourselves. This way will allow us to look at the objects surrounding us and writing what comes easily to mind. A wooden spoon, for example, will remind you of cooking with your grandmother. When you continuously do this, it will reveal your unique associations. It will also allow you to observe the changes in your emotional states. Writing about things that upset your will also improve your physical and mental health. ART, MUSIC, AND DANCE Writing and movement have provided help for trauma and showed that a combination of two will provide better health. THE LIMITS OF LANGUAGE It can be difficult especially when the victims are literally speechless. Therapists must help patients find the areas of their body where they can calm themselves amidst terror. Acupressure can be a good anchor since bodily sensations can restore the feeling of control. DEALING WITH REALITY Traumatic memories and dealing with it usually occur at the beginning of treatment. PTSD patients would have trouble learning new information and focusing—EMDR, on the other hand, may be of great help. BECOMING SOMEBODY The brains scans of PTSD patients show the abnormal activity in the insula which is the part of the brain that interprets information from the internal organs. Cutting the self from body sensations can create alexithymia or the loss of the ability to communicate what is happening with you. Dissociation can then come in. These parts must be repaired to go back to their proper functioning—from being nobody to becoming somebody. CHAPTER 15 LETTING GO OF THE PAST: EMDR After being stabbed in the left eye, David was traumatized and he suffered rage attacks that made his family miserable. Van der Kolk helped him through eye movement desensitization and reprocessing (EMDR). He first asked David to allow the traumatic moments to come back and he made David follow his index finger as it moved back and forth from David’s right eye. Vivid sensations and new memories came to light. The memory soon lost its intensity and they repeated EMDR in the subsequent sessions to reveal more memories which helped David realize that he had lost his control. A year later, he had begun taking pleasure in his hobbies again and fixed his relationship with his wife. LEARNING ABOUT EDMR EMDR can help people revisit their experience and memories without being traumatized. EMDR: FIRST EXPOSURES Van der Kolk realized three fascinating things after his EMDR training: EMDR can loosen up the brain which allows people to access images and memories from the past and put them into perspective. EMDR can heal trauma without having to talk. EMDR can work between the patient and therapist despite having no trusting relationship between them. STUDYING EMDR Van der Kolk found that EMDR was much more effective than medication and he discovered that adults with histories of childhood trauma responded differently to EMDR than those who were traumatized as adults. This also became effective for combat veterans with PTSD and has now been sanctioned by the Department of Veterans Affairs. IS EMDR A FORM OF EXPOSURE THERAPY? EMDR integrates the traumatic material because it would lead to restoring a sense of ownership of body and mind—which is unlike exposure therapy. PROCESSING TRAUMA WITH EMDR A patient sexually abused by her father, Kathy, recovered through calling on her imagination during EMDR. Her mind combined her imagination and real memories to resolve the traumatic events and this showed how the procedure can reassemble old information which can allow the patient to achieve a sense of completion and control. EXPLORING THE SLEEP CONNECTION REM sleep can also help make sense of what’s unclear consciously since EMDR stimulates the REM of the dreaming brain. ASSOCIATION AND INTEGRATION EMDR, finally, uses the event as a starting point to associating and assembling memories unlike exposure treatment. CHAPTER 16 LEARNING TO INHABIT YOUR BODY: YOGA Annie was abused by her parents as a child and this caused her to shut down and freeze without expressing what she felt and thought. Van der Kolk helped her using the Emotional Freedom Technique (EFT) where she would tap a series of acupressure points on different parts of her body using her fingers. This provided positive effects on PTSD symptoms. THE LEGACY OF INESCAPABLE SHOCK Annie associated excitement with terror because, as a child, her father would come home to her only to be molested. The rational part of her brain told her that she shouldn’t blame herself but her emotional brain contradicted this. THE NUMBING WITHIN People with trauma either neutralize unwanted sensory experience reminding them of the trauma or look for sensations through self-harm. Both give them a false sense of control so van der Kolk began regulating arousal through yoga. FINDING OUR WAY TO YOGA: BOTTOM-UP REGULATION Heart rate variability (HRV) is used to measure how well the sympathetic (SNS) and parasympathetic (PNS) nervous system work together. Having a good HRV would mean having control over impulses and emotions while being able to understand what goes on. Yoga can improve HRV in order to treat PTSD. EXPLORING YOGA Yoga includes breathing exercises, postures, and meditation. Recovering from trauma includes mindful meditation with every pose. LEARNING SELF-REGULATION At the Trauma Center, van der Kolk and his colleagues created a therapeutic yoga program where Annie was able to reconnect with her body. It was particularly effective with the Happy Baby posture which is a very intimate position challenging others who had difficulties being comfortable. GETTING TO KNOW ME: CULTIVATING INTEROCEPTION Yoga allows you to focus on your breathing and bodily sensations which connect to your emotions—it removes numbness and improves your sense of time. Patients may find the program too intense because there are postures triggering flashbacks of sexual assault. That’s why everything had to be slow so that the approach would pay off. This caused more patients to stay in the program. YOGA AND THE NEUROSCIENCE OF SELF-AWARENESS Women who experienced trauma, after twenty weeks of yoga, had increased activity in the self-regulation parts of their brain where the participants began to recognize their emotions, express their feelings, choose their paths, and move freely without hurting themselves. LEARNING TO COMMUNICATE When you feel safe about your body, you are better able to put your memories into words—this was how Annie learned to communicate hers. CHAPTER 17 PUTTING THE PIECES TOGETHER: SELF-LEADERSHIP When van der Kolk met Mary, he had his first case of dissociative identity disorder (DID) which was formerly called multiple personality disorder. Mary also assumed the identity of “Jane” which goes to show how her mind goes to the extremes just to survive. DESPERATE TIMES REQUIRE DESPERATE MEASURES Adaptations to trauma will keep going until the person feels the need to fight off the threat. Denial and suppression would arrive but the effects come later. This can come in a form of explosive behaviors. That’s why it’s important to reestablish a connection with the part of the self that created the habit. THE MIND IS A MOSAIC The major schools of psychology understand that people may have subpersonalities and how well we know ourselves will depend on how well we listen to the different parts to keep them from contradicting each other. The internal family systems therapy (IFS) model used by van der Kolk states that our minds is like a family with members of various levels of maturity, wisdom, pain, and excitability. A change in one will affect everything else. Therapists must then help patients collaborate and make every part attuned to each other in order to protect the self-system. SELF-LEADERSHIP IFS understands that treating trauma would need mindful self-leadership where the self has to be in charge. The two concepts there is that (1) the protective parts must trust that it’s safe for the Self to come out and (2) instead of passivity, the mindful Self must reorganize the inner system and handle things actively. GETTING TO KNOW THE INTERNAL LANDSCAPE The therapist, in this situation, must place the inner entities into perspective to make them less overwhelming. Once the patient achieves this, the therapist then makes sure that it’s maintained. A LIFE IN PARTS As a victim of sexual molestation, Joan would act childlike, promiscuous, suicidal, and obsessive, among others so she would have trouble with relationships. A therapist then must not fill the gaps of this kind of deprivation of love. Joan must then focus on her relationships with her inner self than with others. MEETING THE MANAGERS During Joan’s treatment, the managers were who she met first and these were the parts that prevented her from humiliation and abandonment. He manager was a critic who filled her with self-hate. Van der Kolk allowed her to embrace this scared girl in order to retrieve herself. PUTTING OUT THE FLAMES Firefighters, on the other hand, would do anything to make the pain go away. So, it would cause Joan to go on a rampage where she would get drunk, picked up by a guy, and refuse to talk to her husband. She would go on the next day as if nothing happened. The struggle between the parts that carry the trauma, managers, and firefighters will only end when the Self finally takes over. THE BURDEN OF TOXICITY Exiles, or the parts that carry the trauma, suppress everything including the sensitive, playful, and innocent parts of the self. Joan, in this way, condemned herself to live life away from intimacy and true joy. UNLOCKING THE PAST Joan was able to access this exiled girl within after months of treatment and take her to a safe place. It was then that she regained control of her impulses and reconciled with her husband. The couple got the help they needed through IFS. THE POWER OF SELF-COMPASSION: IFS IN THE TREATMENT OF RHEUMATOID ARTHRITIS Nancy Shadick, who was a rheumatologist, included IFS in treating rheumatoid arthritis (RA). Nine months of study provided her with improvements in pain management and self-efficacy which increased the psychological safety and, in turn, created a better-functioning immune system. LIBERATING THE EXILED CHILD Peter was beaten by his father as a child and this made him very critical of his wife’s actions which threatened their marriage. The stage in IFS called “unburdening” called for the exiled parts to be nursed back to health. His inner critic relaxed and turned into a mentor and this was where he was able to repair his relationships. CHAPTER 18 FILLING IN THE HOLES: CREATING STRUCTURES Albert Pesso showed van der Kolk a new technique to change a person’s relationship with their core selves. Albert asked him to choose objects that represented his family in a role play. Van der Kolk noticed his discomfort at seeing the hulking figures of his parents as a lamp and couch. Albert interposed his body between them, causing the objects to hide from view; van der Kolk then relaxed. That was when he knew he wanted to become Pesso’s student. RESTRUCTURING INNER MAPS When one physically re-experiences the past in the present, one must rework it in a safe and supportive environment in order to create new memories. That is, simulating experiences of growing up in a safe and attuned setting. Just as Albert is to van der Kolk, the therapist must support the protagonist by accompanying them while exploring what they’re afraid of delving into. REVISING THE PAST Maria grew up terrified of her violent dad, so, van der Kolk conducted a workshop where he let her choose among other participants or “contact figures” who might fill the roles of her real parents and her ideal parents. Reenacting the past while simulating the ideal setting allowed her to release the negative emotions which then comforted her. RESCRIPTING YOUR LIFE During psychomotor therapy, participants project their inner reality with real people in a safe environment which allowed them to explore the confusion of the past through imagination. Patients would then be able to transform their inner narratives by allowing them to feel what they feel and know what they know. This is the essential foundation of recovery. DARING TO TELL THE TRUTH Mark overheard his father having phone sex with his aunt, his mother’s sister, at the age of thirteen. When Mark confronted him, his dad accused him of a filthy imagination. This ruined the family and made him emotionally distant. But he had also gone through the tableau workshop and released his inner toxicity. ANTIDOTES TO PAINFUL MEMORIES Psychomotor therapy helps replace traumatic feelings with feelings of safety, control, connection, and satisfaction. CHAPTER 19 REWIRING THE BRAIN: NEUROFEEDBACK EEG or brain wave tracing can also contribute to studying psychiatric problems. MAPPING THE ELECTRICAL CIRCUITS OF THE BRAIN EEG can reveal how well the parts of the brain collaborate under normal circumstances and how uncoordinated they are in PTSD patients. The challenge here is to change the dysfunctional wave patterns through neurofeedback. SEEING THE SYMPHONY OF THE BRAIN Neurofeedback is muck like seeing a smile as a reward while a boring gaze can prompt you to change a topic. The reward is a tone or movement on a computer screen and the opposite is a display of undesired patterns. Neurofeedback aims to stabilize the brain and increase its resilience. THE BIRTH OF NEUROFEEDBACK Neurofeedback was born in the late 1950s which broke scientific ground though it hasn’t been widely accepted and received enough research funding. FROM A HOMELESS SHELTER TO THE NURSING STATION A dissociative patient, Lisa, began neurofeedback where her brain patterns in the fear center were rewarded—she then learned to experience more focus and clarity and this allowed van der Kolk to apply neurofeedback at the Trauma Center. GETTING STARTED IN NEUROFEEDBACK They studied the technology and saw that it could change brain connectivity patterns which improved healthier behaviors in patients. BRAIN-WAVE BASICS FROM SLOW TO FAST There had been no standard signature for PTSD in EEG reading but traumatized patients had increased activity in their temporal lobes. The use of neurofeedback will allow these dysfunctional patterns to normalize and become stable. THE RATE OF BRAINWAVE FIRING IS RELATED TO OUR STATE OF AROUSAL Predominant at the edge of sleep, theta brain waves allow the mind to connect and associate while alpha waves connect to peace and calm. Alpha-theta training can then allow for learning in PTSD patients. HELPING THE BRAIN TO FOCUS This has helped develop creativity, athleticism, inner awareness, musicality, and concentration which is unlike drugs that have permanent effects discouraging dependency. WHERE IS THE PROBLEM IN MY BRAIN? Quantitative EEG or qEEG is an inexpensive way of monitoring high and low brain frequencies which can chow how well the parts of the brain communicate with each other. This also distinguishes between normal and abnormal patterns which will allow patients to see problems concretely. HOW DOES TRAUMA CHANGE BRAIN WAVES? Hyper-aroused and emotional brains of trauma victims can show high activity in the fear center tagged with slow wave activity in the frontal lobe. NEUROFEEDBACK AND LEARNING DISABILITIES Neurofeedback shows the capacity to activate neuroplasticity to increase attentiveness and concentration. ALPHA-THETA TRAINING Alpha-theta training put patients in a hypnotic trance which opens their minds to new possibilities. Traumatic experiences can then be safely experienced and associate with new positive things. It has a promising potential. NEUROFEEDBACK, PTSD, AND ADDICTION Traumatized patients develop addiction which can be ended through methods like EMDR. The effectiveness of neurofeedback on addiction treatment needs more research to understand its potential and limitations. THE FUTURE OF NEUROFEEDBACK Neurofeedback can be used primarily for hyperarousal, confusion, and lack of concentration for those with developmental trauma. It has also exhibited benefits to issues like relieving tension headaches, improving cognitive functioning, reducing anxiety, deepening meditation states, treating autism, and improving self-regulation, among others. CHAPTER 20 FINDING YOUR VOICE: COMMUNAL RHYTHMS AND THEATER Agency can be learned by how we relate with our bodies and its rhythms. This is when you experience your body taking place in your life. THE THEATER OF WAR Bryan Doerris, a writer and director, staged a reading of Ajax for five hundred marines in San Diego in 2008. Because it depicted the traumatic stress of the great hero, it echoed with how ancient Greek drama helped reintegrate combat veterans. The project “The Theater for War” then evolved and this allowed the U.S. Department of Defense fund the performance to aid combat veterans to foster dialogue and understanding among loved ones. KEEPING TOGETHER IN TIME Collaborative movement and music helps people connect especially those who are terrified. Van der Kolk said that the power of collective ritual in various historical events around the world made this important. TREATING TRAUMA THROUGH THEATER Van der Kolk studied collective ceremonies, especially theater, where emotions are embossed and rhythmically engaged which showed a collective confrontation of the human condition. Trauma victims are given the change to connect through a common humanness where it reveals truths to the audience by exploring their own inner experiences. MAKING IT SAFE TO ENGAGE The Trauma Drama program at the Trauma Center uses mirroring exercise to encourage attunement to create a sense of safety and trust. Participants would be hesitant at first, so, it’s the job of the director or therapist to take things slow so the participants can establish relationships with their own bodies. URBAN IMPROV The Boston arts institution, Urban Improv (UI), has a violence prevention program for the youth. The skits would depict day-to-day scenarios which experiments on various solutions. The team at the Trauma Center uses this to develop a more intensive program revealing more about a patient’s life. THE POSSIBILITY PROJECT Paul Griffin’s Possibility Project in New York City allows the actors to write their own scripts and musicals which also focuses on foster-care youth. This allows them to play tragic characters very well because they project their own sorrow and hurt. They break through the loneliness of trauma by sharing their stories and this helps the children understand their vision, realize it, and regain control. SENTENCED TO SHAKESPEARE Shakespeare in the Courts allows juvenile offenders to express their violent emotions in a safe environment where the kids would reflect on how Shakespeare’s words echoed to them emotionally. This helped them communicate their feelings to others and make them feel that they belonged somewhere. THERAPY AND THEATER Van der Kolk shares his hopes that institutions from theater can be combined with scientific methods.",
      "chapter_number": 10,
      "section_number": null,
      "word_count": 4118,
      "file_path": "index_split_010.html",
      "spine_order": 11
    },
    {
      "title": "EPILOGUE: CHOICES TO BE MADE",
      "content": "EPILOGUE: CHOICES TO BE MADE Neuroscience has greatly helped in understanding trauma which allowed us to know the changes in its structure and functions in the brain—even the genes that we pass to the next generations. We also begin to know how to prevent trauma despite PTSD not being as widely known as a public health issue. It is ignored which can destroy cooperation and nurturance. It’s important to understand that the first priority is to help people away from the fight-or-flight state and change the patients’ perception of danger—eventually guiding them in managing relationships. Relying on drugs is not helpful and that we must focus on children’s needs to address the root of the problem. This will allow us to help them grow to be effective contributors to the community. It’s important to translate brain science data into everyday practice so that we can ensure a functioning communal society for generations.",
      "chapter_number": 11,
      "section_number": null,
      "word_count": 152,
      "file_path": "index_split_011.html",
      "spine_order": 12
    },
    {
      "title": "CONCLUSION",
      "content": "CONCLUSION Trauma doesn’t receive the attention it deserves. People would associate it to the most extreme forms of mental illness that we see in the media; reality, however, shows us that traumatic experiences can happen to us daily which affects our physiology, personal lives, and relationship with others. Dr. Bessel van der Kolk shares the everyday realities of trauma and stress disorders, both simple and complex. We begin to form a new understanding of how even the more normal person can suffer as much as war veterans. You don’t have to be a combat soldier to have a traumatic experience; nevertheless, there will always be a cure. That is, reestablishing the ownership of the body and mind. Trauma can be a problem because it takes away the mindful self’s control and steers the person’s behavior on overdrive. Van der Kolk showed that the mind looks to its primitive impulses to defend the organism without any filters and keeps its defenses up. Cases have shown the emotional brain can destroy trauma victims, the people around them, and their future. That’s why van der Kolk has moved towards studies, field trials, and programs to develop and improve the treatment of trauma patients. His journey allowed him to discover EMDR, the IFS model, psychomotor therapy, etc. and this showed a picture of healing the mind and body. Long-term effects haven’t been lost on him, however. Van der Kolk touched on the various aspects of trauma treatment from politics, to the society, to the community. He shows that the challenge of solving the problem at the root is important—making sure that children are kept from the consequences of trauma. His research revealed that children who had traumatic experiences become less functional members of society. Even America spends a significantly low portion of the national budget for incarceration costs when they should really be spending much on the youth. This will allow our children to grow up with self-awareness, empathy, and impulse control so that we could get rid of the vicious cycle of hurt for real. We have surely allowed politics and self-interest to block the way of helping trauma survivors. It’s important to realize that investing our energies into this field of psychology will help with the health and well-being of communities. We would not forget the horrors brought by the World Wars just as much as how we’ve neglected and discriminated traumatized soldiers who fought for us. This is what led us to fascism and militarism—promoting the idea of strong versus weak. We must understand the culture of collaboration and how it can uplift other members of society. This will, after all, help us function optimally as a tribe. We have all the means to make sure we cure and prevent trauma completely so we must use this in order to prevent reliving the horrors of our past.",
      "chapter_number": 12,
      "section_number": null,
      "word_count": 476,
      "file_path": "index_split_012.html",
      "spine_order": 13
    }
  ],
  "chunks": [
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch2",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "TABLE OF CONTENT",
      "content": "TABLE OF CONTENT The Body Keeps the Score BOOK OVERVIEW ABOUT THIS BOOK SUMMARY PROLOGUE: FACING TRAUMA PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 CHAPTER 2 CHAPTER 3 PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 CHAPTER 5 CHAPTER 6 PART THREE: THE MINDS OF CHILDREN CHAPTER 7 CHAPTER 8 CHAPTER 9 CHAPTER 10 PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 CHAPTER 12 PART FIVE: PATHS TO RECOVERY CHAPTER 13 CHAPTER 14 CHAPTER 15 CHAPTER 16 CHAPTER 17 CHAPTER 18 CHAPTER 19 CHAPTER 20 EPILOGUE: CHOICES TO BE MADE CONCLUSION BOOKS THAT YOU MAY ALSO ENJOY",
      "word_count": 100,
      "character_count": 555,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 555,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch2_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "TABLE OF CONTENT The Body Keeps the Score BOOK OVERVIEW ABOUT THIS BOOK SUMMARY PROLOGUE: FACING TRAUMA PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 CHAPTER 2 CHAPTER 3 PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 CHAPTER 5 CHAPTER 6 PART THREE: THE MINDS OF CHILDREN CHAPTER 7 CHAPTER 8 CHAPTER 9 CHAPTER 10 PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 CHAPTER 12 PART FIVE: PATHS TO RECOVERY CHAPTER 13 CHAPTER 14 CHAPTER 15 CHAPTER 16 CHAPTER 17 CHAPTER 18 CHAPTER 19 CHAPTER 20 EPILOGUE: CHOICES TO BE MADE CONCLUSION BOOKS THAT YOU MAY ALSO ENJOY",
      "word_count": 100,
      "character_count": 555,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 555,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch2"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch3",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "BOOK OVERVIEW",
      "content": "BOOK OVERVIEW Dr. Bessel van der Kolk wrote The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma where he talks about a different perspective of stress disorder and trauma recovery. During his thirty years of experience as an expert on traumatic stress, he concluded that healing and recovery should no longer be restricted within traditional approaches to therapy and can best be used as supplements to the new paradigm of trauma recovery: control of the body and mind through reorganization and neuroplasticity. He aims for both the trauma survivor and therapist to benefit from this by emphasizing the rediscovery of trauma in war veterans and understanding of posttraumatic stress disorder (PTSD). He shares the value of reorganization of perception and, with the progress of neuroscience in studying trauma, he shows a deeper understanding of how the mind works. Van der Kolk talks about the methodologies and results of various studies on the brain and PTSD. Through this book, the reader will be able to understand what really is behind trauma. A big portion of the book specifies the various cases of PTSD and other mental illnesses which accounts for real people supporting neuroscientific concepts and procedures. Van der Kolk connects testimonies of recovery with the use of his body-mind treatment approach, focusing on recovering the Self and how alternative methods become more effective than traditional treatment. He then refocuses on what the future of society says about the development of children and how important it is to focus on the youth’s mental health. Through studies of attachment and attunement, he shows how they can manifest on this day and age—that is, child abuse and developmental trauma. Other parts of the book focuses on the innovative technology used by van der Kolk and his team where he shows how the eye movement desensitization and reprocessing (EMDR) works, as well as yoga for self-regulation, the internal family systems therapy (IFS) models, psychomotor therapy through tableaus and structures, neurofeedback, theater programs for trauma victims, among others. However, he places a heavy emphasis on the importance of communal rhythms through art, music, dance, and other forms of collective movement. The book shows how this enlightening collection of literature can be applied to anybody’s life. Day after day, we experience stressful events that can affect our well-being and van der Kolk aims to help us with this body of knowledge even with the slightest signs of stress. We clearly can’t deny that our bodies experience daily afflictions, so, this book serves as a wake-up call to the impact of trauma in our society. And it is up to us to aid in preventing trauma in order to live in a more cooperative and nurturing world.",
      "word_count": 455,
      "character_count": 2797,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2797,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch3_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "BOOK OVERVIEW Dr. Bessel van der Kolk wrote The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma where he talks about a different perspective of stress disorder and trauma recovery. During his thirty years of experience as an expert on traumatic stress, he concluded that healing and recovery should no longer be restricted within traditional approaches to therapy and can best be used as supplements to the new paradigm of trauma recovery: control of the body and mind through reorganization and neuroplasticity. He aims for both the trauma survivor and therapist to benefit from this by emphasizing the rediscovery of trauma in war veterans and understanding of posttraumatic stress disorder (PTSD). He shares the value of reorganization of perception and, with the progress of neuroscience in studying trauma, he shows a deeper understanding of how the mind works. Van der Kolk talks about the methodologies and results of various studies on the brain and PTSD. Through this book, the reader will be able to understand what really is behind trauma. A big portion of the book specifies the various cases of PTSD and other mental illnesses which accounts for real people supporting neuroscientific concepts and procedures. Van der Kolk connects testimonies of recovery with the use of his body-mind treatment approach, focusing on recovering the Self and how alternative methods become more effective than traditional treatment. He then refocuses on what the future of society says about the development of children and how important it is to focus on the youth’s mental health. Through studies of attachment and attunement, he shows how they can manifest on this day and age—that is, child abuse and developmental trauma. Other parts of the book focuses on the innovative technology used by van der Kolk and his team where he shows how the eye movement desensitization and reprocessing (EMDR) works, as well as yoga for self-regulation, the internal family systems therapy (IFS) models, psychomotor therapy through tableaus and structures, neurofeedback, theater programs for trauma victims, among others. However, he places a heavy emphasis on the importance of communal rhythms through art, music, dance, and other forms of collective movement. The book shows how this enlightening collection of literature can be applied to anybody’s life. Day after day, we experience stressful events that can affect our well-being and van der Kolk aims to help us with this body of knowledge even with the slightest signs of stress. We clearly can’t deny that our bodies experience daily afflictions, so, this book serves as a wake-up call to the impact of trauma in our society. And it is up to us to aid in preventing trauma in order to live in a more cooperative and nurturing world.",
      "word_count": 455,
      "character_count": 2797,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2797,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch3"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch5",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PROLOGUE: FACING TRAUMA",
      "content": "PROLOGUE: FACING TRAUMA According to statistics, trauma happens to us daily leaving traces on our minds, emotions, and biology regardless of their nature. Trauma can also trigger physiological changes. Trauma causes its victims to change their behavior and, therefore, show changes in the brain. Because of this, we have created new methods of recovery which are a combination of (1) reconnecting with others and understanding oneself, (2) utilizing medicine and other technologies, and (3) letting the body experience contradictions in their feelings caused by trauma. Van der Kolk wrote this book to help trauma victims and to serve as a call-to-action for everyone to avoid inflicting trauma on others.",
      "word_count": 109,
      "character_count": 705,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 705,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch5_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PROLOGUE: FACING TRAUMA According to statistics, trauma happens to us daily leaving traces on our minds, emotions, and biology regardless of their nature. Trauma can also trigger physiological changes. Trauma causes its victims to change their behavior and, therefore, show changes in the brain. Because of this, we have created new methods of recovery which are a combination of (1) reconnecting with others and understanding oneself, (2) utilizing medicine and other technologies, and (3) letting the body experience contradictions in their feelings caused by trauma. Van der Kolk wrote this book to help trauma victims and to serve as a call-to-action for everyone to avoid inflicting trauma on others.",
      "word_count": 109,
      "character_count": 705,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 705,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch5"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch6",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PART ONE: THE REDISCOVERY OF TRAUMA",
      "content": "PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 LESSONS FROM THE VIETNAM VETERANS Tom was part of the Marines and had served in Vietnam. It was because of this experience that he distanced himself from people in order to keep from hurting them. He would relax by drinking and riding his motorcycles at top speed. He tried to live a normal life but he felt disconnected from his family and from the pleasures of life. Van der Kolk began to focus on Tom’s nightmares so he prescribed medication. However, Tom didn’t want to forget the people who died in Vietnam, so, van der Kolk started studying posttraumatic stress disorder (PTSD) and his teacher, Elvin Semrad, taught him that the only way to learn is from the patients themselves. TRAUMA AND THE LOSS OF SELF Tom talked about the ambush where his dear friend, Alex, passed and this became the source of his trauma. It was because of this that he killed children and raped a Vietnamese woman—and he couldn’t come home to face his sweetheart and son. Trauma causes people to have difficulty in engaging in intimacy. This can also cause self-doubt. NUMBING He became emotionally numb and distant, so, he began distracting himself with his law practice because, without it, his nightmares would come back. He also began isolating himself from his family. THE REORGANIZATION OF PERCEPTION Through the study of nightmares, van der Kolk understood how trauma can change someone’s perception and imagination. A former medic from the war in Vietnam, Bill, was triggered by the sounds and images of dying children every time his newborn child cried. His results on the Rorschach inkblots also reflected his flashbacks of the traumatic experience, while other patients claimed that the tests were “just a bunch of ink.” It’s because of this that van der Kolk understood how victims tend to (1) superimpose their trauma on everything they experience or (2) suppress the mind’s flexibility. STUCK IN TRAUMA Van der Kolk’s group therapy consisted of war veterans who, when asked about their current lives, would recount their past traumatic experiences instead. Their pain became their sole source of meaning. They had forgotten to live in the now. DIAGNOSING POSTTRAUMATIC STRESS Discovering PTSD as a new diagnosis in 1980 introduced effective treatments. Van der Kolk expanded his understanding of PTSD as he took in cases of women with their incestuous rape during childhood, their responses were the same as the veterans which consisted of explosive rage, emotional shutdown, and intimacy incapacities. This became more difficult when the enemy is your own caretaker. A NEW UNDERSTANDING After thirty years since meeting Tom, van der Kolk learned the impact of trauma and how to recover from it—especially because of the invention of brain imaging technology in the 1990s. Trauma, as we discovered, that trauma leaves an imprint on the mind, brain, and body. The only way to address and overcome this is to realize that danger has passed and the present is what’s real. CHAPTER 2 REVOLUTIONS IN UNDERSTANDING MIND AND BRAIN Science had discovered a new compound called chlorpromazine (brand name, Thorazine) which can be used to “tranquilize” patients in order to minimize agitation and delusion and this became a chance to improve drug treatment for serious mental illnesses. TRAUMA BEFORE DAWN Van der Kolk, however, noticed that the patients’ lives and their ecology weren’t being given attention. People only had a dispassionate focus on managing symptoms such as suicidal thoughts or self-destructive behaviors. This caused him to create a new rule: consider how your actions can or might replicate trauma from the patient’s past. He also saw that the patients’ uncoordinated movement and unnatural flow of conversation gives a peek into how the body works. MAKING SENSE OF SUFFERING Elvin Semrad taught van der Kolk that the therapist is responsible for helping people accept and bear the pleasures and heartbreak of life’s realities. It’s important to understand what you know and feel in order to finally be in charge of your life. The recovery methods that were being used were outdated, however, because back then mental illness was thought to be fixed only by administering the right chemicals. However, the new method highly implicated an optimistic approach proven by thousands of cases with miraculous results. The system for communicating findings and diagnosing psychiatric disorders was developed in the 1980s with the Research Diagnostic Criteria as well as the Diagnostic and Statistical Manual of Mental Disorders (DSM) by the American Psychiatric Association which became the “bible of psychiatry.” INESCAPABLE SHOCK Martin Seligman and Steven Maier from the University of Pennsylvania administered electric shocks to dogs trapped in cages in 1984 to stimulate “inescapable shock.” The dogs who were subjected to inescapable shock refused to flee even when the cage door was left wide open. This was the same as traumatized people who give up when they are given the chance to escape. The two discovered that they only had to drag the dogs out of the cages in order to treat them, teaching them how to get out. This became the basis of van der Kolk’s conclusions on how physical experiences can restore a sense of control. The experiments also showed how scared animals would want to get home when they look for safety, regardless of the conditions. Are people struggling with trauma seek refuge in what they know? Can we help them be more attached to safer and more pleasurable environments? ADDICTED TO TRAUMA: THE PAIN OF PLEASURE AND THE PLEASURE OF PAIN People who were traumatized have the tendency to look for the experience that had traumatized them in the first place. Studies show how fearful and painful activities later become thrilling experience. SOOTHING THE BRAIN Van der Kolk discovered in 1985 how high levels of serotonin made animals less aggressive or more frozen in the face of threat. He was able to connect this to how patients responded to even the smallest provocations. Prozac was then introduced in 1988 and the results seemed promising and patients who were locked up in the past were given light in the present. Nevertheless, it seemed to still be a problem why PTSD symptoms in veterans aren’t cured by Prozac but it still gave patients a sense of perspective and control over their impulses. THE TRIUMPH OF PHARMACOLOGY Psychiatry changed with pharmacology. It provided a supplement to talk therapy and provided a means for revenue to support grants, facilities, and research. However, it was also problematic because mental illness became a mere consequence of chemical imbalance and this had been considered absolute without considering underlying issues. People had spent billions of dollars on antidepressants yet depression still is widespread. Medication had also shown a negative impact on other human functions. Doctors who provided nondrug treatments were marginalized because of refuting mainstream medicine. ADAPTATION OR DISEASE? The brain-disease framework overlooked the humanistic dimensions by leaving out the natural ways of treating PTSD. However, it’s important to remember that (1) restoring relationships also restore well-being, (2) communicating experiences and finding common ground empowers us to change ourselves and others, (3) we are able to regulate our own bodies, including the functions of the brain and body, and (4) changing social conditions can create safe environments. CHAPTER 3 LOOKING INTO THE BRAIN: THE NEUROSCIENCE REVOLUTION In the 1990s, brain imaging technology provided an understanding of how different parts of the brain are activated. Van der Kolk and Rita Fisler, his research assistant, compared the brain images between idle activity and recalling a specific traumatic experience. The results showed that the amygdala lit up when there are fear and alarm together with increases in blood pressure, heart rate, and oxygen intake showing signs of preparation for fight or flight. SPEECHLESS HORROR They also saw how Broca’s area, the part of the brain responsible for speech, is not activated during flashbacks. This explains why traumatized people find it difficult to tell others what happened to them. Without the ability to describe their horrible events, nightmares and flashbacks get to them. It is during these flashbacks that Brodmann’s area 19, the part of the brain in charge of imagery, lights up. That’s why traumatized people seem to be reliving the memories as if they were occurring. SHIFTING TO ONE SIDE OF THE BRAIN The two different sides of the brain show the past in different ways, however, they should work together, but scans show how flashbacks cause the left side to shut down entirely which becomes the loss of executive functioning. Trauma seems to interfere with understanding the cause-effect and coherent plans for the future. STUCK IN FIGHT OR FLIGHT Studies on flashbacks reveal that the rational part of the brain isn’t able to convince the emotional part of the brain to snap back to reality. There have been many methods of recovery used but van der Kolk emphasized a particular treatment: EMDR.",
      "word_count": 1483,
      "character_count": 9176,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 9176,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch6_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PART ONE: THE REDISCOVERY OF TRAUMA CHAPTER 1 LESSONS FROM THE VIETNAM VETERANS Tom was part of the Marines and had served in Vietnam. It was because of this experience that he distanced himself from people in order to keep from hurting them. He would relax by drinking and riding his motorcycles at top speed. He tried to live a normal life but he felt disconnected from his family and from the pleasures of life. Van der Kolk began to focus on Tom’s nightmares so he prescribed medication. However, Tom didn’t want to forget the people who died in Vietnam, so, van der Kolk started studying posttraumatic stress disorder (PTSD) and his teacher, Elvin Semrad, taught him that the only way to learn is from the patients themselves. TRAUMA AND THE LOSS OF SELF Tom talked about the ambush where his dear friend, Alex, passed and this became the source of his trauma. It was because of this that he killed children and raped a Vietnamese woman—and he couldn’t come home to face his sweetheart and son. Trauma causes people to have difficulty in engaging in intimacy. This can also cause self-doubt. NUMBING He became emotionally numb and distant, so, he began distracting himself with his law practice because, without it, his nightmares would come back. He also began isolating himself from his family. THE REORGANIZATION OF PERCEPTION Through the study of nightmares, van der Kolk understood how trauma can change someone’s perception and imagination. A former medic from the war in Vietnam, Bill, was triggered by the sounds and images of dying children every time his newborn child cried. His results on the Rorschach inkblots also reflected his flashbacks of the traumatic experience, while other patients claimed that the tests were “just a bunch of ink.” It’s because of this that van der Kolk understood how victims tend to (1) superimpose their trauma on everything they experience or (2) suppress the mind’s flexibility. STUCK IN TRAUMA Van der Kolk’s group therapy consisted of war veterans who, when asked about their current lives, would recount their past traumatic experiences instead. Their pain became their sole source of meaning. They had forgotten to live in the now. DIAGNOSING POSTTRAUMATIC STRESS Discovering PTSD as a new diagnosis in 1980 introduced effective treatments. Van der Kolk expanded his understanding of PTSD as he took in cases of women with their incestuous rape during childhood, their responses were the same as the veterans which consisted of explosive rage, emotional shutdown, and intimacy incapacities. This became more difficult when the enemy is your own caretaker. A NEW UNDERSTANDING After thirty years since meeting Tom, van der Kolk learned the impact of trauma and how to recover from it—especially because of the invention of brain imaging technology in the 1990s. Trauma, as we discovered, that trauma leaves an imprint on the mind, brain, and body. The only way to address and overcome this is to realize that danger has passed and the present is what’s real. CHAPTER 2 REVOLUTIONS IN UNDERSTANDING MIND AND BRAIN Science had discovered a new compound called chlorpromazine (brand name, Thorazine) which can be used to “tranquilize” patients in order to minimize agitation and delusion and this became a chance to improve drug treatment for serious mental illnesses. TRAUMA BEFORE DAWN Van der Kolk, however, noticed that the patients’ lives and their ecology weren’t being given attention. People only had a dispassionate focus on managing symptoms such as suicidal thoughts or self-destructive behaviors. This caused him to create a new rule: consider how your actions can or might replicate trauma from the patient’s past. He also saw that the patients’ uncoordinated movement and unnatural flow of conversation gives a peek into how the body works. MAKING SENSE OF SUFFERING Elvin Semrad taught van der Kolk that the therapist is responsible for helping people accept and bear the pleasures and heartbreak of life’s realities. It’s important to understand what you know and feel in order to finally be in charge of your life. The recovery methods that were being used were outdated, however, because back then mental illness was thought to be fixed only by administering the right chemicals. However, the new method highly implicated an optimistic approach proven by thousands of cases with miraculous results. The system for communicating findings and diagnosing psychiatric disorders was developed in the 1980s with the Research Diagnostic Criteria as well as the Diagnostic and Statistical Manual of Mental Disorders (DSM) by the American Psychiatric Association which became the “bible of psychiatry.” INESCAPABLE SHOCK Martin Seligman and Steven Maier from the University of Pennsylvania administered electric shocks to dogs trapped in cages in 1984 to stimulate “inescapable shock.” The dogs who were subjected to inescapable shock refused to flee even when the cage door was left wide open. This was the same as traumatized people who give up when they are given the chance to escape. The two discovered that they only had to drag the dogs out of the cages in order to treat them, teaching them how to get out. This became the basis of van der Kolk’s conclusions on how physical experiences can restore a sense of control. The experiments also showed how scared animals would want to get home when they look for safety, regardless of the conditions. Are people struggling with trauma seek refuge in what they know? Can we help them be more attached to safer and more pleasurable environments? ADDICTED TO TRAUMA: THE PAIN OF PLEASURE AND THE PLEASURE OF PAIN People who were traumatized have the tendency to look for the experience that had traumatized them in the first place. Studies show how fearful and painful activities later become thrilling experience. SOOTHING THE BRAIN Van der Kolk discovered in 1985 how high levels of serotonin made animals less aggressive or more frozen in the face of threat. He was able to connect this to how patients responded to even the smallest provocations. Prozac was then introduced in 1988 and the results seemed promising and patients who were locked up in the past were given light in the present. Nevertheless, it seemed to still be a problem why PTSD symptoms in veterans aren’t cured by Prozac but it still gave patients a sense of perspective and control over their impulses. THE TRIUMPH OF PHARMACOLOGY Psychiatry changed with pharmacology. It provided a supplement to talk therapy and provided a means for revenue to support grants, facilities, and research. However, it was also problematic because mental illness became a mere consequence of chemical imbalance and this had been considered absolute without considering underlying issues. People had spent billions of dollars on antidepressants yet depression still is widespread. Medication had also shown a negative impact on other human functions. Doctors who provided nondrug treatments were marginalized because of refuting mainstream medicine. ADAPTATION OR DISEASE? The brain-disease framework overlooked the humanistic dimensions by leaving out the natural ways of treating PTSD. However, it’s important to remember that (1) restoring relationships also restore well-being, (2) communicating experiences and finding common ground empowers us to change ourselves and others, (3) we are able to regulate our own bodies, including the functions of the brain and body, and (4) changing social conditions can create safe environments. CHAPTER 3 LOOKING INTO THE BRAIN: THE NEUROSCIENCE REVOLUTION In the 1990s, brain imaging technology provided an understanding of how different parts of the brain are activated. Van der Kolk and Rita Fisler, his research assistant, compared the brain images between idle activity and recalling a specific traumatic experience. The results showed that the amygdala lit up when there are fear and alarm together with increases in blood pressure, heart rate, and oxygen intake showing signs of preparation for fight or flight. SPEECHLESS HORROR They also saw how Broca’s area, the part of the brain responsible for speech, is not activated during flashbacks. This explains why traumatized people find it difficult to tell others what happened to them. Without the ability to describe their horrible events, nightmares and flashbacks get to them. It is during these flashbacks that Brodmann’s area 19, the part of the brain in charge of imagery, lights up. That’s why traumatized people seem to be reliving the memories as if they were occurring. SHIFTING TO ONE SIDE OF THE BRAIN The two different sides of the brain show the past in different ways, however, they should work together, but scans show how flashbacks cause the left side to shut down entirely which becomes the loss of executive functioning. Trauma seems to interfere with understanding the cause-effect and coherent plans for the future. STUCK IN FIGHT OR FLIGHT Studies on flashbacks reveal that the rational part of the brain isn’t able to convince the emotional part of the brain to snap back to reality. There have been many methods of recovery used but van der Kolk emphasized a particular treatment: EMDR.",
      "word_count": 1483,
      "character_count": 9176,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 9176,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch6"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch7",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PART TWO: THIS IS YOUR BRAIN ON TRAUMA",
      "content": "PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 RUNNING FOR YOUR LIFE: THE ANATOMY OF SURVIVAL Adaptive responses can be employed in order to make sense of distressing events. Traumatized people, however, become stuck where they see every experience as tainted by the past. The bodies would focus on suppressing inner chaos, causing fatigue, autoimmune diseases, and other physical symptoms. This is why treatment must involve the entire human organism—body, mind, and brain. ORGANIZED TO SURVIVE When the brain sends signals of alarm to the body, the conscious mind shuts down partially and the brain prompts the body to escape. When the normal response is blocked, the brain would keep firing off this prompt which can become a permanent and traumatic stress. THE BRAIN FROM BOTTOM TO TOP The brain develops from the bottom up. The primitive part of the brain is where the spinal cord enters the skull. This area controls fundamental functions like breathing, eating, sleeping, and maintaining life-sustaining systems. Above this is the limbic system which controls emotions and monitors danger. These two parts create the emotional brain—this can jump to conclusions. The top layer or the neocortex is then responsible for language, abstract thinking, planning, and other qualities that make humans unique. MIRRORING EACH OTHER: INTERPERSONAL NEUROBIOLOGY Empathy comes from the frontal lobes of the neocortex through the mirror neurons and this allows us to understand other people’s emotions and gestures. This means we can also mirror someone else’s negativity. It’s important to activate the capacity to safely mirror without the fear of being hijacked by negative emotions. Otherwise, people would become creatures of habit and relationships would be superficial. The less control the rational brain has on impulses the more the emotional brain becomes intense. IDENTIFYING DANGER: THE COOK AND THE SMOKE DETECTOR Everything from the outside world is processed in the thalamus which helps us understand everything that happens. It will then be sent to the amygdala to release stress hormones even before we are aware of the danger. By the time we realize what’s happening, the body is already responding. Trauma recreates this process repeatedly which increases the risk of misinterpreting the danger of a situation. CONTROLLING THE STRESS RESPONSE: THE WATCHTOWER The brain’s frontal lobes become the watchtower which enables us to create conscious choices unlike the amygdala activating the fight-or-flight response. When these lobes are faulty, it can become difficult to maintain relationships causing us to lose our temper and react to the slightest sounds. Intense fear, sadness, and anger would reduce the functioning of the frontal lobes. That’s why dealing with stress would require finding the balance between these two parts of the brain. THE RIDER AND THE HORSE Psychological problems, according to neuroscience research, stems from the conflict between the emotional and rational brains. This is similar to a less competent rider and an undisciplined horse responding badly to unexpected threats. STAN AND UTE’S BRAINS ON TRAUMA A couple in their forties, Stan and Ute Lawrence, got in a car accident in 1999. It was there that they saw a woman die as she was consumed by flames on top of their car. They approached Dr. Ruth Lanius, a psychiatrist from the University of Western Ohio, who used fMRI scans to visualize the couple’s brains. DISSOCIATION AND RELIVING These crazy feelings become difficult to associate with their traumatic experience. People with PTSD have erratic flashbacks which cause them to feel weary and depressed. Their reactions would be irrational, intense, and uncontrollable. What they need to do is to have control over their internal sensations and emotions. To understand what happens inside is the first step. THE SMOKE DETECTOR GOES ON OVERDRIVE The flashback made Stan’s amygdala look like he couldn’t tell the difference between past and present. It would trigger the response of the nervous system. You may become chronically scared when your amygdala is on overdrive. THE TIMEKEEPER COLLAPSES The right and left dorsolateral prefrontal cortex (DLPFC) are the timekeepers of the brain, informing us how the past relates to the present and how it affects the future. Trauma, however, is the ultimate experience in making the pain last “forever.” Resisting trauma can be done only while it is anchored in the present. Therapy will work when the watchtower, the cook, and the timekeepers are all online. THE THALAMUS SHUTS DOWN The thalamus works to turn in sensory information as isolated images, sounds, and physical sensations coupled with terror and helplessness. The thalamus of those with PTSD fails to distinguish relevant and irrelevant sensory information. Coping will consist only of shutting themselves down or blocking the world out, even joy and pleasure. DEPERSONALIZATION: SPLIT OFF FROM THE SELF Ute’s brain, on the other hand, responded to her trauma by becoming empty—she “felt nothing.” This is called depersonalization. The challenge for this is in becoming alert and engaged. The Trauma Center does this by regulating the heart rate, breathing, bodily sensations through acupressure and rhythmic interactions with others. LEARNING TO LIVE IN THE PRESENT In order to help patients come back to the present, it’s important to put the parts of the brain that fell back during the traumatic experience back online. CHAPTER 5 BODY-BRAIN CONNECTIONS Charles Darwin talked about the purpose of emotions in The Expression of the Emotions in Man and Animals—that is, to initiate movement ensuring the welfare of the organism. Human minds in constant survival mode will block anything that’s not a defense against invisible assaults. Everything—imagination, playfulness, learning, etc.—will be removed. Darwin stated that the brain communicates emotions to the heart and guts and this idea had transformed the understanding of trauma. A WINDOW INTO THE NERVOUS SYSTEM The autonomic nervous system (ANS) contains the (1) sympathetic nervous system (SNS) and the (2) parasympathetic nervous system (PNS). The SNS activates the adrenaline while the PNS relaxes the body. The heart rate variability (HRV) will measure how balanced the two are. THE NEURAL LOVE CODE Stephen Porges introduced the Polyvagal Theory in 1994 which puts social relationships in the core of understanding trauma. The brain is designed to connect with others so mental suffering really involves trouble creating and maintaining good relationships. SAFETY AND RECIPROCITY Mental health requires social support and many traumatized people fail to maintain relationships or find any group with similar experiences. This leads to alienation and isolation. That’s when animals come into the picture: dogs and horses are now helping trauma patients. THREE LEVELS OF SAFETY The theory by Porges shows the three physiological states of the ANS. The first level is social engagement is when we call out for support and it will depend on the ventral vagal complex (VVC), a combination of the vagus nerve and the nerves activating muscles in the face, throat, middle ear, and larynx. Facial expressions and tone of voice change to signal to others when safety is threatened. Without this, the fight or flight response activates where the brains run to the SNS. The third stage, however, puts us in a state of freeze or collapse and we shut down. The dorsal vagal complex (DVC) is then activated. FIGHT OR FLIGHT VERSUS COLLAPSE People with trauma experience fight or flight; however, they would go numb in complex but safe situations. When the fight or flight response fails to eliminate the threat, they will collapse and shut down awareness of the self and others. HOW WE BECOME HUMAN When the VVC fails to preserve the self, trauma would be like when you’re begging for your life but the attackers ignore your pleas or when your friend is in danger and you’re too weak to help. You are immobilized and DVC takes over as soon as this happens. DEFEND OR RELAX? It can be challenging to discern when to feel safe or to activate their defenses that’s why it’s important for the patient with PTSD to experience the restoration of the sense of physical safety. NEW APPROACHES TO TREATMENT Alternative techniques like breathing exercises, martial arts, group singing, and dancing rely on interpersonal rhythm and communication. This would also help people with trauma shift their perception of danger and increase their ability to create and manage meaningful relationships. CHAPTER 6 LOSING YOUR BODY, LOSING YOURSELF Sherry was a patient who was emotionally abused and neglected by her mother; she picked her skin which gave her relief from feeling numb. Van der Kolk suggested that she see a massage therapist but she couldn’t feel when the therapist massaged her. Here was when he realized the extreme disconnection from the body in traumatized people. LOSING YOUR BODY Van der Kolk’s patients usually couldn’t feel whole areas of their bodies. He found that people with trauma weren’t able to integrate sensory experience to feel it as a whole. HOW DO WE KNOW WE’RE ALIVE? Brain scans show that the part of the brain controlling self-awareness is deactivated in PTSD patients. There is only a slight activation in the area for basic space orientation which means they shut down the areas making them feel terror in addition to the capacity to feel every other emotion. THE SELF-SENSING SYSTEM Sherry, however, progressed through massage therapy and she stopped picking her skin. She began socializing and it was the same time van der Kolk met Antonio Damasio who is a neurologist focusing on mapping out the human experience of “self.” He said that emotion and attention manage the organism’s life and it’s impossible to maintain homeostasis without information on the body’s current state which is called “proto-self.” THE SELF UNDER THREAT Under threat, we feel fear and terror with physiological arousal. We become easily startled and frustrated and we shut these feelings out through freezing and dissociation. That’s why it’s important to understand how to become in control of these systems. AGENCY: OWNING YOUR LIFE Being in charge of your life is “agency.” This starts with introspection to be aware of what we feel and it has three goals: (1) to bring out the sensory information blocked by trauma, (2) to help patients welcome the energies created by their inner experience, and (3) to complete self-preservation that is hindered when immobilized by terror. What we feel in our gut helps us analyze everything that happens around but people with trauma hide from this and become fearful of fear itself. That’s why self-regulation must be learned because simply ignoring our inner cries of help would not stop stress hormones from affecting the body. This can come in forms of chronic pain, digestive problems, fatigue, asthma, etc. ALEXITHYMIA: NO WORDS FOR FEELINGS Traumatized people experience physical pain and other symptoms that are unexplainable and this can contribute to the trauma victim’s lack of self-protection and re-victimization. The only way to recover from this is to recognize the relationship between physical sensation and emotion. DEPERSONALIZATION When one loses their sense of self or depersonalizes, the world would seem so dream-like or surreal to the victim in which they would not feel pain or pleasure. Brain scans would show that the fear centers of the brain shut down when recollecting the traumatic event. BEFRIENDING THE BODY Van der Kolk began encouraging patients to describe how their bodies feel which is different from using medications to blunt sensations. He said that the most natural way of calming someone is when they cling to someone else which means that they crave touch despite being terrified of body contact. The mind then needs to relearn enjoying the comfort of touch and this can be done through slowly reconnecting with themselves. CONNECTING WITH YOURSELF, CONNECTING WITH OTHERS The prefrontal cortex (PFC) of the brain fails to activate when responding to eye contact normally. This causes people with PTSD to stop assessing strangers before them and begin building self-protective behaviors. Trauma then fails to make the difference between motivations and intentions in social engagement.",
      "word_count": 1975,
      "character_count": 12383,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 12383,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch7_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PART TWO: THIS IS YOUR BRAIN ON TRAUMA CHAPTER 4 RUNNING FOR YOUR LIFE: THE ANATOMY OF SURVIVAL Adaptive responses can be employed in order to make sense of distressing events. Traumatized people, however, become stuck where they see every experience as tainted by the past. The bodies would focus on suppressing inner chaos, causing fatigue, autoimmune diseases, and other physical symptoms. This is why treatment must involve the entire human organism—body, mind, and brain. ORGANIZED TO SURVIVE When the brain sends signals of alarm to the body, the conscious mind shuts down partially and the brain prompts the body to escape. When the normal response is blocked, the brain would keep firing off this prompt which can become a permanent and traumatic stress. THE BRAIN FROM BOTTOM TO TOP The brain develops from the bottom up. The primitive part of the brain is where the spinal cord enters the skull. This area controls fundamental functions like breathing, eating, sleeping, and maintaining life-sustaining systems. Above this is the limbic system which controls emotions and monitors danger. These two parts create the emotional brain—this can jump to conclusions. The top layer or the neocortex is then responsible for language, abstract thinking, planning, and other qualities that make humans unique. MIRRORING EACH OTHER: INTERPERSONAL NEUROBIOLOGY Empathy comes from the frontal lobes of the neocortex through the mirror neurons and this allows us to understand other people’s emotions and gestures. This means we can also mirror someone else’s negativity. It’s important to activate the capacity to safely mirror without the fear of being hijacked by negative emotions. Otherwise, people would become creatures of habit and relationships would be superficial. The less control the rational brain has on impulses the more the emotional brain becomes intense. IDENTIFYING DANGER: THE COOK AND THE SMOKE DETECTOR Everything from the outside world is processed in the thalamus which helps us understand everything that happens. It will then be sent to the amygdala to release stress hormones even before we are aware of the danger. By the time we realize what’s happening, the body is already responding. Trauma recreates this process repeatedly which increases the risk of misinterpreting the danger of a situation. CONTROLLING THE STRESS RESPONSE: THE WATCHTOWER The brain’s frontal lobes become the watchtower which enables us to create conscious choices unlike the amygdala activating the fight-or-flight response. When these lobes are faulty, it can become difficult to maintain relationships causing us to lose our temper and react to the slightest sounds. Intense fear, sadness, and anger would reduce the functioning of the frontal lobes. That’s why dealing with stress would require finding the balance between these two parts of the brain. THE RIDER AND THE HORSE Psychological problems, according to neuroscience research, stems from the conflict between the emotional and rational brains. This is similar to a less competent rider and an undisciplined horse responding badly to unexpected threats. STAN AND UTE’S BRAINS ON TRAUMA A couple in their forties, Stan and Ute Lawrence, got in a car accident in 1999. It was there that they saw a woman die as she was consumed by flames on top of their car. They approached Dr. Ruth Lanius, a psychiatrist from the University of Western Ohio, who used fMRI scans to visualize the couple’s brains. DISSOCIATION AND RELIVING These crazy feelings become difficult to associate with their traumatic experience. People with PTSD have erratic flashbacks which cause them to feel weary and depressed. Their reactions would be irrational, intense, and uncontrollable. What they need to do is to have control over their internal sensations and emotions. To understand what happens inside is the first step. THE SMOKE DETECTOR GOES ON OVERDRIVE The flashback made Stan’s amygdala look like he couldn’t tell the difference between past and present. It would trigger the response of the nervous system. You may become chronically scared when your amygdala is on overdrive. THE TIMEKEEPER COLLAPSES The right and left dorsolateral prefrontal cortex (DLPFC) are the timekeepers of the brain, informing us how the past relates to the present and how it affects the future. Trauma, however, is the ultimate experience in making the pain last “forever.” Resisting trauma can be done only while it is anchored in the present. Therapy will work when the watchtower, the cook, and the timekeepers are all online. THE THALAMUS SHUTS DOWN The thalamus works to turn in sensory information as isolated images, sounds, and physical sensations coupled with terror and helplessness. The thalamus of those with PTSD fails to distinguish relevant and irrelevant sensory information. Coping will consist only of shutting themselves down or blocking the world out, even joy and pleasure. DEPERSONALIZATION: SPLIT OFF FROM THE SELF Ute’s brain, on the other hand, responded to her trauma by becoming empty—she “felt nothing.” This is called depersonalization. The challenge for this is in becoming alert and engaged. The Trauma Center does this by regulating the heart rate, breathing, bodily sensations through acupressure and rhythmic interactions with others. LEARNING TO LIVE IN THE PRESENT In order to help patients come back to the present, it’s important to put the parts of the brain that fell back during the traumatic experience back online. CHAPTER 5 BODY-BRAIN CONNECTIONS Charles Darwin talked about the purpose of emotions in The Expression of the Emotions in Man and Animals—that is, to initiate movement ensuring the welfare of the organism. Human minds in constant survival mode will block anything that’s not a defense against invisible assaults. Everything—imagination, playfulness, learning, etc.—will be removed. Darwin stated that the brain communicates emotions to the heart and guts and this idea had transformed the understanding of trauma. A WINDOW INTO THE NERVOUS SYSTEM The autonomic nervous system (ANS) contains the (1) sympathetic nervous system (SNS) and the (2) parasympathetic nervous system (PNS). The SNS activates the adrenaline while the PNS relaxes the body. The heart rate variability (HRV) will measure how balanced the two are. THE NEURAL LOVE CODE Stephen Porges introduced the Polyvagal Theory in 1994 which puts social relationships in the core of understanding trauma. The brain is designed to connect with others so mental suffering really involves trouble creating and maintaining good relationships. SAFETY AND RECIPROCITY Mental health requires social support and many traumatized people fail to maintain relationships or find any group with similar experiences. This leads to alienation and isolation. That’s when animals come into the picture: dogs and horses are now helping trauma patients. THREE LEVELS OF SAFETY The theory by Porges shows the three physiological states of the ANS. The first level is social engagement is when we call out for support and it will depend on the ventral vagal complex (VVC), a combination of the vagus nerve and the nerves activating muscles in the face, throat, middle ear, and larynx. Facial expressions and tone of voice change to signal to others when safety is threatened. Without this, the fight or flight response activates where the brains run to the SNS. The third stage, however, puts us in a state of freeze or collapse and we shut down. The dorsal vagal complex (DVC) is then activated. FIGHT OR FLIGHT VERSUS COLLAPSE People with trauma experience fight or flight; however, they would go numb in complex but safe situations. When the fight or flight response fails to eliminate the threat, they will collapse and shut down awareness of the self and others. HOW WE BECOME HUMAN When the VVC fails to preserve the self, trauma would be like when you’re begging for your life but the attackers ignore your pleas or when your friend is in danger and you’re too weak to help. You are immobilized and DVC takes over as soon as this happens. DEFEND OR RELAX? It can be challenging to discern when to feel safe or to activate their defenses that’s why it’s important for the patient with PTSD to experience the restoration of the sense of physical safety. NEW APPROACHES TO TREATMENT Alternative techniques like breathing exercises, martial arts, group singing, and dancing rely on interpersonal rhythm and communication. This would also help people with trauma shift their perception of danger and increase their ability to create and manage meaningful relationships. CHAPTER 6 LOSING YOUR BODY, LOSING YOURSELF Sherry was a patient who was emotionally abused and neglected by her mother; she picked her skin which gave her relief from feeling numb. Van der Kolk suggested that she see a massage therapist but she couldn’t feel when the therapist massaged her. Here was when he realized the extreme disconnection from the body in traumatized people. LOSING YOUR BODY Van der Kolk’s patients usually couldn’t feel whole areas of their bodies. He found that people with trauma weren’t able to integrate sensory experience to feel it as a whole. HOW DO WE KNOW WE’RE ALIVE? Brain scans show that the part of the brain controlling self-awareness is deactivated in PTSD patients. There is only a slight activation in the area for basic space orientation which means they shut down the areas making them feel terror in addition to the capacity to feel every other emotion. THE SELF-SENSING SYSTEM Sherry, however, progressed through massage therapy and she stopped picking her skin. She began socializing and it was the same time van der Kolk met Antonio Damasio who is a neurologist focusing on mapping out the human experience of “self.” He said that emotion and attention manage the organism’s life and it’s impossible to maintain homeostasis without information on the body’s current state which is called “proto-self.” THE SELF UNDER THREAT Under threat, we feel fear and terror with physiological arousal. We become easily startled and frustrated and we shut these feelings out through freezing and dissociation. That’s why it’s important to understand how to become in control of these systems. AGENCY: OWNING YOUR LIFE Being in charge of your life is “agency.” This starts with introspection to be aware of what we feel and it has three goals: (1) to bring out the sensory information blocked by trauma, (2) to help patients welcome the energies created by their inner experience, and (3) to complete self-preservation that is hindered when immobilized by terror. What we feel in our gut helps us analyze everything that happens around but people with trauma hide from this and become fearful of fear itself. That’s why self-regulation must be learned because simply ignoring our inner cries of help would not stop stress hormones from affecting the body. This can come in forms of chronic pain, digestive problems, fatigue, asthma, etc. ALEXITHYMIA: NO WORDS FOR FEELINGS Traumatized people experience physical pain and other symptoms that are unexplainable and this can contribute to the trauma victim’s lack of self-protection and re-victimization. The only way to recover from this is to recognize the relationship between physical sensation and emotion. DEPERSONALIZATION When one loses their sense of self or depersonalizes, the world would seem so dream-like or surreal to the victim in which they would not feel pain or pleasure. Brain scans would show that the fear centers of the brain shut down when recollecting the traumatic event. BEFRIENDING THE BODY Van der Kolk began encouraging patients to describe how their bodies feel which is different from using medications to blunt sensations. He said that the most natural way of calming someone is when they cling to someone else which means that they crave touch despite being terrified of body contact. The mind then needs to relearn enjoying the comfort of touch and this can be done through slowly reconnecting with themselves. CONNECTING WITH YOURSELF, CONNECTING WITH OTHERS The prefrontal cortex (PFC) of the brain fails to activate when responding to eye contact normally. This causes people with PTSD to stop assessing strangers before them and begin building self-protective behaviors. Trauma then fails to make the difference between motivations and intentions in social engagement.",
      "word_count": 1975,
      "character_count": 12383,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 12383,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch7"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch8",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PART THREE: THE MINDS OF CHILDREN",
      "content": "PART THREE: THE MINDS OF CHILDREN CHAPTER 7 GETTING ON THE SAME WAVELENGTH: ATTACHMENT AND ATTUNEMENT With the help of Nina Fish-Murray, van der Kolk was able to create test cards for children with images cut out from magazines. These cards are then used to determine how people’s inner reality shape their view of the world, much like the Thematic Apperception Test (TAT). The children from the Children’s Clinic were asked to describe the photos and traumatized kids created gruesome tales even when looking at pleasant family images. Children who weren’t traumatized, on the other hand, thought of the positive aspect of bad situations. Abused children thought of triggers. MEN WITHOUT MOTHERS In the late 1940s, John Bowlby was rejected by the British psychoanalytic community for stating that disturbed behavior in children was a response to their life experiences rather than infantile sexual fantasies. He then devoted his life to develop the attachment theory. A SECURE BASE He thought that children were attached to the responsive adult based on observations of the interaction between mother and child. He noticed that the children become nervous when the mother is not fully engaged. Attachment became the secure base from which children would move into the world and this will help them develop self-awareness, empathy, and impulse control. These were the qualities that lacked in the children from Children’s Clinic. THE DANCE OF ATTUNEMENT Secure attachment only develops when there is an emotional attachment which stems from when the infant and caregiver are emotionally and physically in sync. Securely attached children learn agency where their actions could affect the people around them. They understand the difference between situations where they are in control and where they would need help. When children grow up abused and neglected, on the other hand, they would understand that pleading and crying would not register with the caregiver. It would then cause them to give up when challenges arise. BECOMING REAL Children who are securely attached become attuned to others’ behavior. Abused children only see these changes in others’ behaviors as threats rather than social cues. They become defensive and scared and they fail to learn self-regulation. LIVING WITH THE PARENTS YOU HAVE A caregiver who is distant or abusive will make the child develop coping styles that will allow their needs to be met which are the (1) avoidant attachment where children look like they’re neither affected by the presence nor the absence of their caregivers and the (2) anxious or ambivalent attachment where children would not cease to seek attention through clinging, crying, or throwing a fit. Another group, however, are where the caregivers become the children’s source of distress and this is when they’re unable to choose between seeking them and avoiding them. This causes them to either be too affectionate or too untrusting and this is called disorganized attachment or fright without solution. BECOMING DISORGANIZED WITHIN Parents who are also traumatized may be too emotionally unstable to offer the needed parenting; that’s why their children would display behavioral problems and grow up to be disorganized with negative self-perceptions and thinking they deserve not to be treated right. They would be easily traumatized by events they are bound to experience. THE LONG-TERM EFFECTS OF DISORGANIZED ATTACHMENT An attachment researcher in the 1980s, Karen Lyons-Ruth, studied disorganized attachment and how it manifested in mothers from high-risk families. The two results were that (1) one group was hostile or intrusive and were too preoccupied with their own issues to attend to their children and (2) the other group was dependent or withdrawn, helpless, and fearful. They sought their children’s comfort rather than comforting their kids. Van der Kolk then realized that parental abuse is when the mother who isn’t attuned to her child, she would see them as frustrating and disconnected—and this lets in mistreatment. These children who grew up to be young adults then displayed aggressive behaviors against themselves and others. DISSOCIATION: KNOWING AND NOT KNOWING The children whose mothers failed to attune to them during the first two years of their lives then grow up dissociated with an impaired sense of inner reality, overdependence, and self-damaging behavior. That’s why the qualities of the early caregiver is important when looking at mental health problems. RESTORING SYNCHRONY Attachment patterns early in life create relationship maps that guide us throughout life. CHAPTER 8 TRAPPED IN RELATIONSHIPS: THE COST OF ABUSE AND NEGLECT Marilyn experienced rage attacks when dealing with her terror of men. Van der Kolk understood that some cases would take a while to understand the reality of these symptoms. TERROR AND NUMBNESS Van der Kolk later learned that Marilyn had a traumatic past she couldn’t remember which he suspected was incest—nevertheless, he approached the issue slowly and three months into the group therapy, she began complaining about losing her eyesight. She was then diagnosed with an autoimmune disease. He decided to study further and discovered that incest victims couldn’t distinguish between danger and safety which is why Marilyn’s immune system had become oversensitive to threat, building up its defense despite having no need for it. A TORN MAP OF THE WORLD Marilyn’s experience gave her a negative view of relationships and of herself and she believed that it was all her fault. Van der Kolk helped his patients reconstruct their inner view of the world which is to change the maps that have been contaminated during childhood or adulthood. This kind of treatment begins working toward reorganizing the part of the nervous system and taking control over the emotional brain. LEARNING TO REMEMBER After a year since Marilyn started group therapy, she heard the story of another incest victim. This was the trigger to her remembering being sexually abused as a child. Her body knew the experience and kept score of it despite her conscious mind not recalling or being able to communicate it. She then began accessing her memories during individual therapy where she started experiencing flashbacks of her father raping her. She only coped through dissociation which led her to believe that a different girl was molested, not her. She experienced this too in sexual situations as an adult where her partners would tell her that she seemed like a different person in bed. She doesn’t usually remember what happened. HATING YOUR HOME Children are programmed to be loyal to caretakers despite them being the source of terror. This is why Marilyn wasn’t able to talk about the abuse she experienced because she wanted to be loyal to the family. Setting aside awareness and building denial can help us survive but we must trust our memories and tell them apart from imagination. REPLAYING THE TRAUMA Trauma is not like the typical rational memory. Marilyn’s case highlighted memories which were like fragmented flashbacks with fear and panic. Van der Kolk found that treating trauma only worked when the patients are dedicated to surviving. CHAPTER 9 WHAT’S LOVE GOT TO DO WITH IT? The Diagnostic and Statistical Manual of Mental Disorders (third edition) or DSM-III by the American Psychiatric Association became a powerful tool for diagnosing psychiatric disorders since 1980. However, there is a gap between diagnoses and what the patients actually struggle with. Van der Kolk and his colleagues worked towards changing how trauma patients were diagnosed. HOW DO YOU TAKE A TRAUMA HISTORY? Van der Kolk, along with psychiatrist Judith Herman, developed the Traumatic Antecedents Questionnaire (TAQ) to understand the histories of trauma patients. It turned out that 80% of those diagnosed with borderline personality disorder (BPD) at Cambridge Hospital had histories of abuse and/or neglect before age seven. This begs the question, what therapies would be effective for those with a history of abuse and are struggling with self-harm? SELF-HARM Patients who never felt safe with anyone as children—who were abandoned or left alone—could be self-destructive. Traces of earlier afflictions could be reactivated in adulthood but without trigger to this memory, how trauma patients respond to human kindness would not develop. THE POWER OF DIAGNOSIS Van der Kolk and colleagues worked towards improving the accuracy of the DSM-III where they developed a new trauma diagnoses for victims of interpersonal trauma or the “complex PTSD.” It was, however, excluded in the publication of subsequent editions and the DSM still fails to cater to victims of child abuse and neglect. THE HIDDEN EPIDEMIC Vincent Felitti, an intern in 1985, had studies that showed how most of morbidly obese patients were sexually abused during childhood. The investigation of Adverse Childhood Experiences (ACE study) was also conducted where patients were asked about their childhood and results showed that early traumatic experiences were connected to adulthood by high-risk behaviors such as smoking, unintended pregnancy, and sexually transmitted diseases. Ongoing stress affected their bodies. WHEN PROBLEMS ARE REALLY SOLUTIONS Van der Kolk realized that the obese patients regained the weight they lost because it made them feel safer. That’s why the ACE study group said that each adaptation was only a marker for the real problems they experienced underneath. CHILD ABUSE: OUR NATION’S LARGEST PUBLIC HEALTH PROBLEM Despite ACE study’s publicity, America continued to disregard child abuse problems. Kids were given high doses of psychotropic agents which stopped them from becoming fully functioning individuals. CHAPTER 10 DEVELOPMENTAL TRAUMA: THE HIDDEN EPIDEMIC Children who were traumatized are not receiving proper treatment and they either control them through drugs or blame it on their “genes.” It’s important to correctly understand what’s happening to them. BAD GENES? Stressful experiences, according to research, affect the gene expression. So, abused children were discovered to have changes in seventy-three genes. MONKEYS CLARIFY OLD QUESTIONS ABOUT NATURE VERSUS NURTURE National Institutes of Health’s Laboratory of Comparative Ethology is where Stephen Suomi studied how one’s genes and social environment drive behaviors in rhesus monkeys. He was able to prove that early experience has the same impact on biology as heredity. Human parents who have genetic vulnerabilities can also protect the next generation as long as they receive the right support. THE NATIONAL CHILD TRAUMATIC STRESS NETWORK Childcare workers, pediatricians, and psychology schools haven’t been taught the important concepts in the development of traumatized children. That’s why van der Kolk and his colleagues worked towards establishing a national organization focused on studying childhood trauma. The National Child Traumatic Stress Network (NCTSN) allowed researchers to understand traumatized kids nationwide which confirmed that most of them came from extremely dysfunctional families. THE POWER OF DIAGNOSIS Despite the clear definition of PTSD in the DSM, 82% of children with trauma in the NCTSN did not meet the diagnostic criteria for PTSD. In van der Kolk’s team, they developed a new diagnosis capturing the reality of their experience which was called Developmental Trauma Disorder (DTD); however, despite their lobbying for its inclusion, the committee refused to add it to DSM-5. HOW RELATIONSHIPS SHAPE DEVELOPMENT Alan Sroufe and his colleagues studied how nature and nurture affected human development in 1975. They discovered that the quality of care people received and their biological factors were related—this was similar to the observation on the rhesus monkey. The key was the parent-child relationship including the level of security mothers proved until age two. THE LONG-TERM EFFECTS OF INCEST Frank Putnam and Penelope Trickett from the National Institute of Mental Health began studying the effect of sexual abuse on female development in 1986. They observed two groups of girls where one was abused and one wasn’t—for twenty years. They discovered that the girls who were abused suffered from negative effects such as depression, self-mutilation, cognitive deficits, lack of trust, abnormally fast sexual maturation, etc. THE DSM-5: A VERITABLE SMORGASBORD OF “DIAGNOSES” In May 2013, the DSM-5 was released but it lacked reliability. It overlooked the social factors involved in psychological disorders but it is important to understand human interactions and the process of development in diagnosing mental health issues. The DTD field trial, on the other hand, allowed van der Kolk and his team to study it further at the Trauma Center. WHAT DIFFERENCE WOULD DTD MAKE? DTD, unlike other diagnoses, focuses on the symptoms of chronically traumatized children including failed attachment, impairment of biological and emotional systems, problems with focus, personal identity confusion, and competence deficit. These transcend diagnostic categories while still including accurate treatment. However, it’s important to reorganize the mind using neuroplasticity. Further, it places an importance on social support. Van der Kolk said that Europe’s investment in helping parents raise children in safe environments became more cost-efficient than America who allow children to grow up to be dysfunctional adults which cost them $84 billion annually on incarceration costs.",
      "word_count": 2095,
      "character_count": 13554,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 13554,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch8_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PART THREE: THE MINDS OF CHILDREN CHAPTER 7 GETTING ON THE SAME WAVELENGTH: ATTACHMENT AND ATTUNEMENT With the help of Nina Fish-Murray, van der Kolk was able to create test cards for children with images cut out from magazines. These cards are then used to determine how people’s inner reality shape their view of the world, much like the Thematic Apperception Test (TAT). The children from the Children’s Clinic were asked to describe the photos and traumatized kids created gruesome tales even when looking at pleasant family images. Children who weren’t traumatized, on the other hand, thought of the positive aspect of bad situations. Abused children thought of triggers. MEN WITHOUT MOTHERS In the late 1940s, John Bowlby was rejected by the British psychoanalytic community for stating that disturbed behavior in children was a response to their life experiences rather than infantile sexual fantasies. He then devoted his life to develop the attachment theory. A SECURE BASE He thought that children were attached to the responsive adult based on observations of the interaction between mother and child. He noticed that the children become nervous when the mother is not fully engaged. Attachment became the secure base from which children would move into the world and this will help them develop self-awareness, empathy, and impulse control. These were the qualities that lacked in the children from Children’s Clinic. THE DANCE OF ATTUNEMENT Secure attachment only develops when there is an emotional attachment which stems from when the infant and caregiver are emotionally and physically in sync. Securely attached children learn agency where their actions could affect the people around them. They understand the difference between situations where they are in control and where they would need help. When children grow up abused and neglected, on the other hand, they would understand that pleading and crying would not register with the caregiver. It would then cause them to give up when challenges arise. BECOMING REAL Children who are securely attached become attuned to others’ behavior. Abused children only see these changes in others’ behaviors as threats rather than social cues. They become defensive and scared and they fail to learn self-regulation. LIVING WITH THE PARENTS YOU HAVE A caregiver who is distant or abusive will make the child develop coping styles that will allow their needs to be met which are the (1) avoidant attachment where children look like they’re neither affected by the presence nor the absence of their caregivers and the (2) anxious or ambivalent attachment where children would not cease to seek attention through clinging, crying, or throwing a fit. Another group, however, are where the caregivers become the children’s source of distress and this is when they’re unable to choose between seeking them and avoiding them. This causes them to either be too affectionate or too untrusting and this is called disorganized attachment or fright without solution. BECOMING DISORGANIZED WITHIN Parents who are also traumatized may be too emotionally unstable to offer the needed parenting; that’s why their children would display behavioral problems and grow up to be disorganized with negative self-perceptions and thinking they deserve not to be treated right. They would be easily traumatized by events they are bound to experience. THE LONG-TERM EFFECTS OF DISORGANIZED ATTACHMENT An attachment researcher in the 1980s, Karen Lyons-Ruth, studied disorganized attachment and how it manifested in mothers from high-risk families. The two results were that (1) one group was hostile or intrusive and were too preoccupied with their own issues to attend to their children and (2) the other group was dependent or withdrawn, helpless, and fearful. They sought their children’s comfort rather than comforting their kids. Van der Kolk then realized that parental abuse is when the mother who isn’t attuned to her child, she would see them as frustrating and disconnected—and this lets in mistreatment. These children who grew up to be young adults then displayed aggressive behaviors against themselves and others. DISSOCIATION: KNOWING AND NOT KNOWING The children whose mothers failed to attune to them during the first two years of their lives then grow up dissociated with an impaired sense of inner reality, overdependence, and self-damaging behavior. That’s why the qualities of the early caregiver is important when looking at mental health problems. RESTORING SYNCHRONY Attachment patterns early in life create relationship maps that guide us throughout life. CHAPTER 8 TRAPPED IN RELATIONSHIPS: THE COST OF ABUSE AND NEGLECT Marilyn experienced rage attacks when dealing with her terror of men. Van der Kolk understood that some cases would take a while to understand the reality of these symptoms. TERROR AND NUMBNESS Van der Kolk later learned that Marilyn had a traumatic past she couldn’t remember which he suspected was incest—nevertheless, he approached the issue slowly and three months into the group therapy, she began complaining about losing her eyesight. She was then diagnosed with an autoimmune disease. He decided to study further and discovered that incest victims couldn’t distinguish between danger and safety which is why Marilyn’s immune system had become oversensitive to threat, building up its defense despite having no need for it. A TORN MAP OF THE WORLD Marilyn’s experience gave her a negative view of relationships and of herself and she believed that it was all her fault. Van der Kolk helped his patients reconstruct their inner view of the world which is to change the maps that have been contaminated during childhood or adulthood. This kind of treatment begins working toward reorganizing the part of the nervous system and taking control over the emotional brain. LEARNING TO REMEMBER After a year since Marilyn started group therapy, she heard the story of another incest victim. This was the trigger to her remembering being sexually abused as a child. Her body knew the experience and kept score of it despite her conscious mind not recalling or being able to communicate it. She then began accessing her memories during individual therapy where she started experiencing flashbacks of her father raping her. She only coped through dissociation which led her to believe that a different girl was molested, not her. She experienced this too in sexual situations as an adult where her partners would tell her that she seemed like a different person in bed. She doesn’t usually remember what happened. HATING YOUR HOME Children are programmed to be loyal to caretakers despite them being the source of terror. This is why Marilyn wasn’t able to talk about the abuse she experienced because she wanted to be loyal to the family. Setting aside awareness and building denial can help us survive but we must trust our memories and tell them apart from imagination. REPLAYING THE TRAUMA Trauma is not like the typical rational memory. Marilyn’s case highlighted memories which were like fragmented flashbacks with fear and panic. Van der Kolk found that treating trauma only worked when the patients are dedicated to surviving. CHAPTER 9 WHAT’S LOVE GOT TO DO WITH IT? The Diagnostic and Statistical Manual of Mental Disorders (third edition) or DSM-III by the American Psychiatric Association became a powerful tool for diagnosing psychiatric disorders since 1980. However, there is a gap between diagnoses and what the patients actually struggle with. Van der Kolk and his colleagues worked towards changing how trauma patients were diagnosed. HOW DO YOU TAKE A TRAUMA HISTORY? Van der Kolk, along with psychiatrist Judith Herman, developed the Traumatic Antecedents Questionnaire (TAQ) to understand the histories of trauma patients. It turned out that 80% of those diagnosed with borderline personality disorder (BPD) at Cambridge Hospital had histories of abuse and/or neglect before age seven. This begs the question, what therapies would be effective for those with a history of abuse and are struggling with self-harm? SELF-HARM Patients who never felt safe with anyone as children—who were abandoned or left alone—could be self-destructive. Traces of earlier afflictions could be reactivated in adulthood but without trigger to this memory, how trauma patients respond to human kindness would not develop. THE POWER OF DIAGNOSIS Van der Kolk and colleagues worked towards improving the accuracy of the DSM-III where they developed a new trauma diagnoses for victims of interpersonal trauma or the “complex PTSD.” It was, however, excluded in the publication of subsequent editions and the DSM still fails to cater to victims of child abuse and neglect. THE HIDDEN EPIDEMIC Vincent Felitti, an intern in 1985, had studies that showed how most of morbidly obese patients were sexually abused during childhood. The investigation of Adverse Childhood Experiences (ACE study) was also conducted where patients were asked about their childhood and results showed that early traumatic experiences were connected to adulthood by high-risk behaviors such as smoking, unintended pregnancy, and sexually transmitted diseases. Ongoing stress affected their bodies. WHEN PROBLEMS ARE REALLY SOLUTIONS Van der Kolk realized that the obese patients regained the weight they lost because it made them feel safer. That’s why the ACE study group said that each adaptation was only a marker for the real problems they experienced underneath. CHILD ABUSE: OUR NATION’S LARGEST PUBLIC HEALTH PROBLEM Despite ACE study’s publicity, America continued to disregard child abuse problems. Kids were given high doses of psychotropic agents which stopped them from becoming fully functioning individuals. CHAPTER 10 DEVELOPMENTAL TRAUMA: THE HIDDEN EPIDEMIC Children who were traumatized are not receiving proper treatment and they either control them through drugs or blame it on their “genes.” It’s important to correctly understand what’s happening to them. BAD GENES? Stressful experiences, according to research, affect the gene expression. So, abused children were discovered to have changes in seventy-three genes. MONKEYS CLARIFY OLD QUESTIONS ABOUT NATURE VERSUS NURTURE National Institutes of Health’s Laboratory of Comparative Ethology is where Stephen Suomi studied how one’s genes and social environment drive behaviors in rhesus monkeys. He was able to prove that early experience has the same impact on biology as heredity. Human parents who have genetic vulnerabilities can also protect the next generation as long as they receive the right support. THE NATIONAL CHILD TRAUMATIC STRESS NETWORK Childcare workers, pediatricians, and psychology schools haven’t been taught the important concepts in the development of traumatized children. That’s why van der Kolk and his colleagues worked towards establishing a national organization focused on studying childhood trauma. The National Child Traumatic Stress Network (NCTSN) allowed researchers to understand traumatized kids nationwide which confirmed that most of them came from extremely dysfunctional families. THE POWER OF DIAGNOSIS Despite the clear definition of PTSD in the DSM, 82% of children with trauma in the NCTSN did not meet the diagnostic criteria for PTSD. In van der Kolk’s team, they developed a new diagnosis capturing the reality of their experience which was called Developmental Trauma Disorder (DTD); however, despite their lobbying for its inclusion, the committee refused to add it to DSM-5. HOW RELATIONSHIPS SHAPE DEVELOPMENT Alan Sroufe and his colleagues studied how nature and nurture affected human development in 1975. They discovered that the quality of care people received and their biological factors were related—this was similar to the observation on the rhesus monkey. The key was the parent-child relationship including the level of security mothers proved until age two. THE LONG-TERM EFFECTS OF INCEST Frank Putnam and Penelope Trickett from the National Institute of Mental Health began studying the effect of sexual abuse on female development in 1986. They observed two groups of girls where one was abused and one wasn’t—for twenty years. They discovered that the girls who were abused suffered from negative effects such as depression, self-mutilation, cognitive deficits, lack of trust, abnormally fast sexual maturation, etc. THE DSM-5: A VERITABLE SMORGASBORD OF “DIAGNOSES” In May 2013, the DSM-5 was released but it lacked reliability. It overlooked the social factors involved in psychological disorders but it is important to understand human interactions and the process of development in diagnosing mental health issues. The DTD field trial, on the other hand, allowed van der Kolk and his team to study it further at the Trauma Center. WHAT DIFFERENCE WOULD DTD MAKE? DTD, unlike other diagnoses, focuses on the symptoms of chronically traumatized children including failed attachment, impairment of biological and emotional systems, problems with focus, personal identity confusion, and competence deficit. These transcend diagnostic categories while still including accurate treatment. However, it’s important to reorganize the mind using neuroplasticity. Further, it places an importance on social support. Van der Kolk said that Europe’s investment in helping parents raise children in safe environments became more cost-efficient than America who allow children to grow up to be dysfunctional adults which cost them $84 billion annually on incarceration costs.",
      "word_count": 2095,
      "character_count": 13554,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 13554,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch8"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch9",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PART FOUR: THE IMPRINT OF TRAUMA",
      "content": "PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 UNCOVERING SECRETS: THE PROBLEM OF TRAUMATIC MEMORY A military policeman at an air force base, Julian, was sexually abused as a child by Paul Shanley who was a Catholic priest. He forgot about his abuse until he heard that Shanley was under investigation for molesting young boys. He repressed his memory but it became questionable if his recollection was credible enough for him to testify. FLOODED BY SENSATIONS AND IMAGES Julian recalled his abused in fragments but he was overcome by panic attacks and dissociation. Some of his memory were activated when he had sex with his girlfriend, so, van der Kolk helped his case by sending a report on traumatic memory to Julian’s lawyer. NORMAL VERSUS TRAUMATIC MEMORY How accurate memories are would depend on how meaningful they were and what our level of arousal was at that time. In order for the body to defend against threats, it releases adrenaline and this engraves the incident in our mind. But when confronted with its horror, the system become overwhelmed and broken. High arousal fails to balance everything and the conscious mind will deactivate while the emotional brain takes precedence. This is why memories of traumatic experiences are fragmented emotional traces instead of logical narratives. UNCOVERING THE SECRETS OF TRAUMA Studying mental health greatly advanced in the study on hysteria which is a mental disorder characterized by emotional outbursts, susceptibility to suggestion, and unexplainable muscular contractions and paralyses. Pierre Janet studied this and theorized that the root of PTSD was intense emotional arousal. People with trauma repeat actions, emotions, and sensations associated with the trauma. Janet aimed to develop a treatment for this. AMNESIA, DISSOCIATION, AND REENACTMENT Janet understood the difference between “narrative memory” and traumatic memory where the latter begins with specific triggers. Ordinary memory is social and adaptive but traumatic memory is unchanging and alienating. If PTSD is dissociating, then treatment should be through associating or integrating the elements of trauma into the current narrative of one’s life in order for the brain to differentiate then and now. THE ORIGINS OF THE “TALKING CURE” Josef Breuer and Sigmund Freud were the originators of the “talking cure”—emotions of a traumatic memory can’t be discharged without an “energetic reaction.” So, if a person doesn’t remember the trauma, they may act it out rather than express it verbally. With the help of language as a substitute for action, the emotions can be released. Psychologists today apply cognitive behavioral therapy (CBT) in encouraging patients to tell the traumatic story in detail in order to leave it behind. TRAUMATIC MEMORY ON TRIAL Shanley’s lawyer challenged Julian’s statements on the ground that “repressed memories” were insufficient evidences. But, in 2010, the court disproved Shanley’s conviction because of the expert testimony on the legitimacy of dissociative amnesia. The debate of the legitimacy of repressed memory still continues today. CHAPTER 12 THE UNBEARABLE HEAVINESS OF REMEMBERING Trauma studies revived after World War I—shell shock, however, was not legitimized and soldiers were only labeled NYDN (Not Yet Diagnosed, Nervous) or blamed for their defect. The treatments were only ineffective and painful and veterans weren’t pensioned and treated as less people. The fascism and militarism of World War II meant the strong vanquishing the inferior. THE NEW FACE OF TRAUMA Majority of the World War II veterans in 1983, as van der Kolk discovered, had PTSD. The economic needs of the veterans were addressed but trauma hadn’t been recognized. The treatments offered to them were only for physical symptoms. TRAUMA REDISCOVERED The reality of trauma backlashed in the 1990s which was then labeled False Memory Syndrome and this became an issue stemming from scientific to political issues. It was most evident in the proceedings of pedophilia in the Catholic Church where half of the sexual abuse claims were denied. THE SCIENCE OF REPRESSED MEMORY There had been laboratory studies which focused on how traumatic memory is created but they weren’t truly effective—so, once the hype of courtroom testimonies declined, so did the “scientific” controversy. NORMAL VERSUS TRAUMATIC MEMORY Upon studying Janet’s dual memory system, van der Kolk’s team found that traumatic memories are different from the normal way of telling stories of the past. They disagreed with Breuer and Freud who said that remembering the trauma would resolve it and that language was the substitute for action. Finding the words would be helpful but it didn’t necessarily treated the trauma. LISTENING TO SURVIVORS It’s important for the therapist to be courageous in listening to trauma survivors; trauma may be unbelievable or unbearable but it’s important to recognize its duality where a secure present lives alongside a destructive past. NANCY’S STORY “Anesthesia awareness” was something Nancy experience during her tubal ligation surgery because of insufficient anesthesia administered to her. It kept her awake yet immobile during the operation; the team laughed and conversed which made her feel isolated during her painful experience. It was as if she was in a torture chamber and this caused her to suffer from irrational fears and flashbacks. When he had to undergo another operation, van der Kolk accompanied her as the anesthesia was induced so she woke up feeling safe. She was also able to recover through Pilates which was a combination of psychological, social, and physical core strengthening.",
      "word_count": 884,
      "character_count": 5662,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 5662,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch9_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PART FOUR: THE IMPRINT OF TRAUMA CHAPTER 11 UNCOVERING SECRETS: THE PROBLEM OF TRAUMATIC MEMORY A military policeman at an air force base, Julian, was sexually abused as a child by Paul Shanley who was a Catholic priest. He forgot about his abuse until he heard that Shanley was under investigation for molesting young boys. He repressed his memory but it became questionable if his recollection was credible enough for him to testify. FLOODED BY SENSATIONS AND IMAGES Julian recalled his abused in fragments but he was overcome by panic attacks and dissociation. Some of his memory were activated when he had sex with his girlfriend, so, van der Kolk helped his case by sending a report on traumatic memory to Julian’s lawyer. NORMAL VERSUS TRAUMATIC MEMORY How accurate memories are would depend on how meaningful they were and what our level of arousal was at that time. In order for the body to defend against threats, it releases adrenaline and this engraves the incident in our mind. But when confronted with its horror, the system become overwhelmed and broken. High arousal fails to balance everything and the conscious mind will deactivate while the emotional brain takes precedence. This is why memories of traumatic experiences are fragmented emotional traces instead of logical narratives. UNCOVERING THE SECRETS OF TRAUMA Studying mental health greatly advanced in the study on hysteria which is a mental disorder characterized by emotional outbursts, susceptibility to suggestion, and unexplainable muscular contractions and paralyses. Pierre Janet studied this and theorized that the root of PTSD was intense emotional arousal. People with trauma repeat actions, emotions, and sensations associated with the trauma. Janet aimed to develop a treatment for this. AMNESIA, DISSOCIATION, AND REENACTMENT Janet understood the difference between “narrative memory” and traumatic memory where the latter begins with specific triggers. Ordinary memory is social and adaptive but traumatic memory is unchanging and alienating. If PTSD is dissociating, then treatment should be through associating or integrating the elements of trauma into the current narrative of one’s life in order for the brain to differentiate then and now. THE ORIGINS OF THE “TALKING CURE” Josef Breuer and Sigmund Freud were the originators of the “talking cure”—emotions of a traumatic memory can’t be discharged without an “energetic reaction.” So, if a person doesn’t remember the trauma, they may act it out rather than express it verbally. With the help of language as a substitute for action, the emotions can be released. Psychologists today apply cognitive behavioral therapy (CBT) in encouraging patients to tell the traumatic story in detail in order to leave it behind. TRAUMATIC MEMORY ON TRIAL Shanley’s lawyer challenged Julian’s statements on the ground that “repressed memories” were insufficient evidences. But, in 2010, the court disproved Shanley’s conviction because of the expert testimony on the legitimacy of dissociative amnesia. The debate of the legitimacy of repressed memory still continues today. CHAPTER 12 THE UNBEARABLE HEAVINESS OF REMEMBERING Trauma studies revived after World War I—shell shock, however, was not legitimized and soldiers were only labeled NYDN (Not Yet Diagnosed, Nervous) or blamed for their defect. The treatments were only ineffective and painful and veterans weren’t pensioned and treated as less people. The fascism and militarism of World War II meant the strong vanquishing the inferior. THE NEW FACE OF TRAUMA Majority of the World War II veterans in 1983, as van der Kolk discovered, had PTSD. The economic needs of the veterans were addressed but trauma hadn’t been recognized. The treatments offered to them were only for physical symptoms. TRAUMA REDISCOVERED The reality of trauma backlashed in the 1990s which was then labeled False Memory Syndrome and this became an issue stemming from scientific to political issues. It was most evident in the proceedings of pedophilia in the Catholic Church where half of the sexual abuse claims were denied. THE SCIENCE OF REPRESSED MEMORY There had been laboratory studies which focused on how traumatic memory is created but they weren’t truly effective—so, once the hype of courtroom testimonies declined, so did the “scientific” controversy. NORMAL VERSUS TRAUMATIC MEMORY Upon studying Janet’s dual memory system, van der Kolk’s team found that traumatic memories are different from the normal way of telling stories of the past. They disagreed with Breuer and Freud who said that remembering the trauma would resolve it and that language was the substitute for action. Finding the words would be helpful but it didn’t necessarily treated the trauma. LISTENING TO SURVIVORS It’s important for the therapist to be courageous in listening to trauma survivors; trauma may be unbelievable or unbearable but it’s important to recognize its duality where a secure present lives alongside a destructive past. NANCY’S STORY “Anesthesia awareness” was something Nancy experience during her tubal ligation surgery because of insufficient anesthesia administered to her. It kept her awake yet immobile during the operation; the team laughed and conversed which made her feel isolated during her painful experience. It was as if she was in a torture chamber and this caused her to suffer from irrational fears and flashbacks. When he had to undergo another operation, van der Kolk accompanied her as the anesthesia was induced so she woke up feeling safe. She was also able to recover through Pilates which was a combination of psychological, social, and physical core strengthening.",
      "word_count": 884,
      "character_count": 5662,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 5662,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch9"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch10",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "PART FIVE: PATHS TO RECOVERY",
      "content": "PART FIVE: PATHS TO RECOVERY CHAPTER 13 HEALING FROM TRAUMA: OWNING YOUR SELF When it comes to recovery, it’s important to take control of your body and mind. The following chapters would introduce methods and approaches that may help to the trauma survivor, therapist, and those who suffer from temporary stress. A NEW FOCUS FOR RECOVERY Confronting the traumatic experience and finding ways to cope with the sensations and emotions connected to it is the first step. Understanding how and why we feel what we feel doesn’t exterminate the emotions but it can restore balance between the emotional and rational brain. LIMBIC SYSTEM THERAPY Recovery would mean undergoing “limbic system therapy” or repairing the faulty alarm systems in order for the emotional brain to work correctly and quietly. It’s important to become aware of our inner experience. BEFRIENDING THE EMOTIONAL BRAIN DEALING WITH HYPERAROUSAL Training the arousal system through breathing and movement exercises can help. Breathe calmly and relax as you access painful memories. Mainstream Western healing ignores self-management and traditions in other parts of the world would look to mindfulness and movement such as yoga, tai chi, and drumming. Purposeful movement and being centered in the present are the abilities damaged in traumatized people. NO MIND WITHOUT MINDFULNESS People with trauma are afraid of their emotions. However, one needs to open themselves to their inner experience and pay attention to their physical sensations. Label them, observer them, and tolerate the interplay between the thoughts and sensations. Mindfulness would improve physical health and activate the parts of the brain responsible for emotional regulation. RELATIONSHIPS It’s important for trauma survivors to feel the physical and emotional safety of supportive relationships coming in various forms such as families or loved ones, communities, or professional therapists. When choosing a professional therapist, it’s important to know if your therapist wants to know who you are and what you need without looking at you like a typical “PTSD patient.” Ask yourself, do you feel comfortable, safe, and understood? COMMUNAL RHYTHYMS AND SYNCHRONY Music and rhythm can greatly help in healing because the attunement will restore vitality in traumatized people as well as for children. GETTING IN TOUCH Drugs can stop traumatized patients from safely experiencing sensations and emotions so van der Kolk encourages patients to engage in various forms of activities that will connect them to their bodies like therapeutic massage. Touch will stop emotions from restricting the body which will create a feeling of safety. TAKING ACTION Getting into a state of safety and relaxation is prerequisite to using stress hormones for proper response to real danger. Pat Ogden and Peter Levine developed the sensorimotor psychotherapy and somatic experiencing in order to make this happen. INTEGRATING TRAUMATIC MEMORIES Processing trauma successfully can happen when the brain areas deactivated during flashbacks are kept online while recalling the experience; this will help the patient integrate the memory into the past. Van der Kolk recognizes the possibility of hypnosis for this use. COGNITIVE BEHAVIORAL THERAPY (CBT) CBT helps patients repetitively expose themselves to their irrational fears without bad things actually happening in order to make them realize that it’s safe. It hasn’t been proven effective, however, when it comes to dealing with complex emotions. This has not been done with traumatized patients because it can only make them relive the trauma once they become overwhelmed by it. DESENSITIZATION Desensitization causes patients to become less reactive to emotions and sensations; not necessarily promoting blunting the emotional sensitivity. However, practicing integration is important; in that, one must put their traumatic experience in its realistic position. DRUGS TO SAFELY ACCESS TRAUMA? Ecstasy or MDMA has become effective in increasing trauma patients’ self-awareness and it also decreases fear, defensiveness, and numbness. There have also been studies combining MDMA and psychotherapy that have produced positive results on PTSD patients. WHAT ABOUT MEDICATIONS? Medications do not cure trauma—they only further dampen one’s expressions and remove their chance of self-regulating. Some would have addiction potentials and unwanted side effects and still lacking effectiveness for PTSD symptoms. Van der Kolk integrates mindfulness in treatment and had advocated for use of less medication. THE ROAD OF RECOVERY IS THE ROAD OF LIFE At the start of the book, we introduced Bill who was finally ready to open up to van der Kolk eighteen years after they first met. His experience in Vietnam, his brutal upbringing during childhood, and his struggles as a ministered caused him to suffer from paralysis from neurological illness. Van der Kolk helped Bill recover through yoga and has become a yoga instructor for combat veterans himself. He had finally gotten control of his traumatic memories. CHAPTER 14 LANGUAGE: MIRACLE AND TYRANNY After the attacks on the World Trade Center in September 2001, therapists expected a lot of people would come to them for help; instead, people got help through acupuncture, massage, yoga, and Eye Movement Desensitization and Reprocessing (EMDR). THE UNSPEAKABLE TRUTH Trauma can be difficult to put into words but it can be carefully assembled until the whole story is revealed. BREAKING THE SILENCE Keeping silent about traumatic experience can cause the death of the soul and keeping secrets and suppressing information will put you at war with yourself—flooding the body with stress hormones and irrational behaviors. Recognizing the trauma and sharing it with others can reestablish your humanness. THE MIRACLE OF SELF-DISCOVERY Van der Kolk was inspired by Helen Keller and her teacher, Anne Sullivan, when it comes to therapeutic relationships. Helen was able to put into words her deepest feelings through Anne’s help. Unspoken words can mirror how the isolation of trauma is healed—full communication opposes trauma. KNOWING YOURSELF OR TELLING YOUR STORY? OUR DUAL AWARENESS SYSTEM There are two forms of self-awareness: (1) tracking the self across time and (2) registers the self in the present. The first is when we assemble the piece to discover the story from our experiences while the second is based on the physical sensations where, when we feel psychologically safe, we would be able to put it into words. The second form would be the one that need to be accessed. THE BODY IS THE BRIDGE Finding the words to express the inner self through self-observation, physical sensations, tone of voice, and body tensions is greatly helpful. WRITING TO YOURSELF It’s easy to access the inner feelings through writing that we address to ourselves. This way will allow us to look at the objects surrounding us and writing what comes easily to mind. A wooden spoon, for example, will remind you of cooking with your grandmother. When you continuously do this, it will reveal your unique associations. It will also allow you to observe the changes in your emotional states. Writing about things that upset your will also improve your physical and mental health. ART, MUSIC, AND DANCE Writing and movement have provided help for trauma and showed that a combination of two will provide better health. THE LIMITS OF LANGUAGE It can be difficult especially when the victims are literally speechless. Therapists must help patients find the areas of their body where they can calm themselves amidst terror. Acupressure can be a good anchor since bodily sensations can restore the feeling of control. DEALING WITH REALITY Traumatic memories and dealing with it usually occur at the beginning of treatment. PTSD patients would have trouble learning new information and focusing—EMDR, on the other hand, may be of great help. BECOMING SOMEBODY The brains scans of PTSD patients show the abnormal activity in the insula which is the part of the brain that interprets information from the internal organs. Cutting the self from body sensations can create alexithymia or the loss of the ability to communicate what is happening with you. Dissociation can then come in. These parts must be repaired to go back to their proper functioning—from being nobody to becoming somebody. CHAPTER 15 LETTING GO OF THE PAST: EMDR After being stabbed in the left eye, David was traumatized and he suffered rage attacks that made his family miserable. Van der Kolk helped him through eye movement desensitization and reprocessing (EMDR). He first asked David to allow the traumatic moments to come back and he made David follow his index finger as it moved back and forth from David’s right eye. Vivid sensations and new memories came to light. The memory soon lost its intensity and they repeated EMDR in the subsequent sessions to reveal more memories which helped David realize that he had lost his control. A year later, he had begun taking pleasure in his hobbies again and fixed his relationship with his wife. LEARNING ABOUT EDMR EMDR can help people revisit their experience and memories without being traumatized. EMDR: FIRST EXPOSURES Van der Kolk realized three fascinating things after his EMDR training: EMDR can loosen up the brain which allows people to access images and memories from the past and put them into perspective. EMDR can heal trauma without having to talk. EMDR can work between the patient and therapist despite having no trusting relationship between them. STUDYING EMDR Van der Kolk found that EMDR was much more effective than medication and he discovered that adults with histories of childhood trauma responded differently to EMDR than those who were traumatized as adults. This also became effective for combat veterans with PTSD and has now been sanctioned by the Department of Veterans Affairs. IS EMDR A FORM OF EXPOSURE THERAPY? EMDR integrates the traumatic material because it would lead to restoring a sense of ownership of body and mind—which is unlike exposure therapy. PROCESSING TRAUMA WITH EMDR A patient sexually abused by her father, Kathy, recovered through calling on her imagination during EMDR. Her mind combined her imagination and real memories to resolve the traumatic events and this showed how the procedure can reassemble old information which can allow the patient to achieve a sense of completion and control. EXPLORING THE SLEEP CONNECTION REM sleep can also help make sense of what’s unclear consciously since EMDR stimulates the REM of the dreaming brain. ASSOCIATION AND INTEGRATION EMDR, finally, uses the event as a starting point to associating and assembling memories unlike exposure treatment. CHAPTER 16 LEARNING TO INHABIT YOUR BODY: YOGA Annie was abused by her parents as a child and this caused her to shut down and freeze without expressing what she felt and thought. Van der Kolk helped her using the Emotional Freedom Technique (EFT) where she would tap a series of acupressure points on different parts of her body using her fingers. This provided positive effects on PTSD symptoms. THE LEGACY OF INESCAPABLE SHOCK Annie associated excitement with terror because, as a child, her father would come home to her only to be molested. The rational part of her brain told her that she shouldn’t blame herself but her emotional brain contradicted this. THE NUMBING WITHIN People with trauma either neutralize unwanted sensory experience reminding them of the trauma or look for sensations through self-harm. Both give them a false sense of control so van der Kolk began regulating arousal through yoga. FINDING OUR WAY TO YOGA: BOTTOM-UP REGULATION Heart rate variability (HRV) is used to measure how well the sympathetic (SNS) and parasympathetic (PNS) nervous system work together. Having a good HRV would mean having control over impulses and emotions while being able to understand what goes on. Yoga can improve HRV in order to treat PTSD. EXPLORING YOGA Yoga includes breathing exercises, postures, and meditation. Recovering from trauma includes mindful meditation with every pose. LEARNING SELF-REGULATION At the Trauma Center, van der Kolk and his colleagues created a therapeutic yoga program where Annie was able to reconnect with her body. It was particularly effective with the Happy Baby posture which is a very intimate position challenging others who had difficulties being comfortable. GETTING TO KNOW ME: CULTIVATING INTEROCEPTION Yoga allows you to focus on your breathing and bodily sensations which connect to your emotions—it removes numbness and improves your sense of time. Patients may find the program too intense because there are postures triggering flashbacks of sexual assault. That’s why everything had to be slow so that the approach would pay off. This caused more patients to stay in the program. YOGA AND THE NEUROSCIENCE OF SELF-AWARENESS Women who experienced trauma, after twenty weeks of yoga, had increased activity in the self-regulation parts of their brain where the participants began to recognize their emotions, express their feelings, choose their paths, and move freely without hurting themselves. LEARNING TO COMMUNICATE When you feel safe about your body, you are better able to put your memories into words—this was how Annie learned to communicate hers. CHAPTER 17 PUTTING THE PIECES TOGETHER: SELF-LEADERSHIP When van der Kolk met Mary, he had his first case of dissociative identity disorder (DID) which was formerly called multiple personality disorder. Mary also assumed the identity of “Jane” which goes to show how her mind goes to the extremes just to survive. DESPERATE TIMES REQUIRE DESPERATE MEASURES Adaptations to trauma will keep going until the person feels the need to fight off the threat. Denial and suppression would arrive but the effects come later. This can come in a form of explosive behaviors. That’s why it’s important to reestablish a connection with the part of the self that created the habit. THE MIND IS A MOSAIC The major schools of psychology understand that people may have subpersonalities and how well we know ourselves will depend on how well we listen to the different parts to keep them from contradicting each other. The internal family systems therapy (IFS) model used by van der Kolk states that our minds is like a family with members of various levels of maturity, wisdom, pain, and excitability. A change in one will affect everything else. Therapists must then help patients collaborate and make every part attuned to each other in order to protect the self-system. SELF-LEADERSHIP IFS understands that treating trauma would need mindful self-leadership where the self has to be in charge. The two concepts there is that (1) the protective parts must trust that it’s safe for the Self to come out and (2) instead of passivity, the mindful Self must reorganize the inner system and handle things actively. GETTING TO KNOW THE INTERNAL LANDSCAPE The therapist, in this situation, must place the inner entities into perspective to make them less overwhelming. Once the patient achieves this, the therapist then makes sure that it’s maintained. A LIFE IN PARTS As a victim of sexual molestation, Joan would act childlike, promiscuous, suicidal, and obsessive, among others so she would have trouble with relationships. A therapist then must not fill the gaps of this kind of deprivation of love. Joan must then focus on her relationships with her inner self than with others. MEETING THE MANAGERS During Joan’s treatment, the managers were who she met first and these were the parts that prevented her from humiliation and abandonment. He manager was a critic who filled her with self-hate. Van der Kolk allowed her to embrace this scared girl in order to retrieve herself. PUTTING OUT THE FLAMES Firefighters, on the other hand, would do anything to make the pain go away. So, it would cause Joan to go on a rampage where she would get drunk, picked up by a guy, and refuse to talk to her husband. She would go on the next day as if nothing happened. The struggle between the parts that carry the trauma, managers, and firefighters will only end when the Self finally takes over. THE BURDEN OF TOXICITY Exiles, or the parts that carry the trauma, suppress everything including the sensitive, playful, and innocent parts of the self. Joan, in this way, condemned herself to live life away from intimacy and true joy. UNLOCKING THE PAST Joan was able to access this exiled girl within after months of treatment and take her to a safe place. It was then that she regained control of her impulses and reconciled with her husband. The couple got the help they needed through IFS. THE POWER OF SELF-COMPASSION: IFS IN THE TREATMENT OF RHEUMATOID ARTHRITIS Nancy Shadick, who was a rheumatologist, included IFS in treating rheumatoid arthritis (RA). Nine months of study provided her with improvements in pain management and self-efficacy which increased the psychological safety and, in turn, created a better-functioning immune system. LIBERATING THE EXILED CHILD Peter was beaten by his father as a child and this made him very critical of his wife’s actions which threatened their marriage. The stage in IFS called “unburdening” called for the exiled parts to be nursed back to health. His inner critic relaxed and turned into a mentor and this was where he was able to repair his relationships. CHAPTER 18 FILLING IN THE HOLES: CREATING STRUCTURES Albert Pesso showed van der Kolk a new technique to change a person’s relationship with their core selves. Albert asked him to choose objects that represented his family in a role play. Van der Kolk noticed his discomfort at seeing the hulking figures of his parents as a lamp and couch. Albert interposed his body between them, causing the objects to hide from view; van der Kolk then relaxed. That was when he knew he wanted to become Pesso’s student. RESTRUCTURING INNER MAPS When one physically re-experiences the past in the present, one must rework it in a safe and supportive environment in order to create new memories. That is, simulating experiences of growing up in a safe and attuned setting. Just as Albert is to van der Kolk, the therapist must support the protagonist by accompanying them while exploring what they’re afraid of delving into. REVISING THE PAST Maria grew up terrified of her violent dad, so, van der Kolk conducted a workshop where he let her choose among other participants or “contact figures” who might fill the roles of her real parents and her ideal parents. Reenacting the past while simulating the ideal setting allowed her to release the negative emotions which then comforted her. RESCRIPTING YOUR LIFE During psychomotor therapy, participants project their inner reality with real people in a safe environment which allowed them to explore the confusion of the past through imagination. Patients would then be able to transform their inner narratives by allowing them to feel what they feel and know what they know. This is the essential foundation of recovery. DARING TO TELL THE TRUTH Mark overheard his father having phone sex with his aunt, his mother’s sister, at the age of thirteen. When Mark confronted him, his dad accused him of a filthy imagination. This ruined the family and made him emotionally distant. But he had also gone through the tableau workshop and released his inner toxicity. ANTIDOTES TO PAINFUL MEMORIES Psychomotor therapy helps replace traumatic feelings with feelings of safety, control, connection, and satisfaction. CHAPTER 19 REWIRING THE BRAIN: NEUROFEEDBACK EEG or brain wave tracing can also contribute to studying psychiatric problems. MAPPING THE ELECTRICAL CIRCUITS OF THE BRAIN EEG can reveal how well the parts of the brain collaborate under normal circumstances and how uncoordinated they are in PTSD patients. The challenge here is to change the dysfunctional wave patterns through neurofeedback. SEEING THE SYMPHONY OF THE BRAIN Neurofeedback is muck like seeing a smile as a reward while a boring gaze can prompt you to change a topic. The reward is a tone or movement on a computer screen and the opposite is a display of undesired patterns. Neurofeedback aims to stabilize the brain and increase its resilience. THE BIRTH OF NEUROFEEDBACK Neurofeedback was born in the late 1950s which broke scientific ground though it hasn’t been widely accepted and received enough research funding. FROM A HOMELESS SHELTER TO THE NURSING STATION A dissociative patient, Lisa, began neurofeedback where her brain patterns in the fear center were rewarded—she then learned to experience more focus and clarity and this allowed van der Kolk to apply neurofeedback at the Trauma Center. GETTING STARTED IN NEUROFEEDBACK They studied the technology and saw that it could change brain connectivity patterns which improved healthier behaviors in patients. BRAIN-WAVE BASICS FROM SLOW TO FAST There had been no standard signature for PTSD in EEG reading but traumatized patients had increased activity in their temporal lobes. The use of neurofeedback will allow these dysfunctional patterns to normalize and become stable. THE RATE OF BRAINWAVE FIRING IS RELATED TO OUR STATE OF AROUSAL Predominant at the edge of sleep, theta brain waves allow the mind to connect and associate while alpha waves connect to peace and calm. Alpha-theta training can then allow for learning in PTSD patients. HELPING THE BRAIN TO FOCUS This has helped develop creativity, athleticism, inner awareness, musicality, and concentration which is unlike drugs that have permanent effects discouraging dependency. WHERE IS THE PROBLEM IN MY BRAIN? Quantitative EEG or qEEG is an inexpensive way of monitoring high and low brain frequencies which can chow how well the parts of the brain communicate with each other. This also distinguishes between normal and abnormal patterns which will allow patients to see problems concretely. HOW DOES TRAUMA CHANGE BRAIN WAVES? Hyper-aroused and emotional brains of trauma victims can show high activity in the fear center tagged with slow wave activity in the frontal lobe. NEUROFEEDBACK AND LEARNING DISABILITIES Neurofeedback shows the capacity to activate neuroplasticity to increase attentiveness and concentration. ALPHA-THETA TRAINING Alpha-theta training put patients in a hypnotic trance which opens their minds to new possibilities. Traumatic experiences can then be safely experienced and associate with new positive things. It has a promising potential. NEUROFEEDBACK, PTSD, AND ADDICTION Traumatized patients develop addiction which can be ended through methods like EMDR. The effectiveness of neurofeedback on addiction treatment needs more research to understand its potential and limitations. THE FUTURE OF NEUROFEEDBACK Neurofeedback can be used primarily for hyperarousal, confusion, and lack of concentration for those with developmental trauma. It has also exhibited benefits to issues like relieving tension headaches, improving cognitive functioning, reducing anxiety, deepening meditation states, treating autism, and improving self-regulation, among others. CHAPTER 20 FINDING YOUR VOICE: COMMUNAL RHYTHMS AND THEATER Agency can be learned by how we relate with our bodies and its rhythms. This is when you experience your body taking place in your life. THE THEATER OF WAR Bryan Doerris, a writer and director, staged a reading of Ajax for five hundred marines in San Diego in 2008. Because it depicted the traumatic stress of the great hero, it echoed with how ancient Greek drama helped reintegrate combat veterans. The project “The Theater for War” then evolved and this allowed the U.S. Department of Defense fund the performance to aid combat veterans to foster dialogue and understanding among loved ones. KEEPING TOGETHER IN TIME Collaborative movement and music helps people connect especially those who are terrified. Van der Kolk said that the power of collective ritual in various historical events around the world made this important. TREATING TRAUMA THROUGH THEATER Van der Kolk studied collective ceremonies, especially theater, where emotions are embossed and rhythmically engaged which showed a collective confrontation of the human condition. Trauma victims are given the change to connect through a common humanness where it reveals truths to the audience by exploring their own inner experiences. MAKING IT SAFE TO ENGAGE The Trauma Drama program at the Trauma Center uses mirroring exercise to encourage attunement to create a sense of safety and trust. Participants would be hesitant at first, so, it’s the job of the director or therapist to take things slow so the participants can establish relationships with their own bodies. URBAN IMPROV The Boston arts institution, Urban Improv (UI), has a violence prevention program for the youth. The skits would depict day-to-day scenarios which experiments on various solutions. The team at the Trauma Center uses this to develop a more intensive program revealing more about a patient’s life. THE POSSIBILITY PROJECT Paul Griffin’s Possibility Project in New York City allows the actors to write their own scripts and musicals which also focuses on foster-care youth. This allows them to play tragic characters very well because they project their own sorrow and hurt. They break through the loneliness of trauma by sharing their stories and this helps the children understand their vision, realize it, and regain control. SENTENCED TO SHAKESPEARE Shakespeare in the Courts allows juvenile offenders to express their violent emotions in a safe environment where the kids would reflect on how Shakespeare’s words echoed to them emotionally. This helped them communicate their feelings to others and make them feel that they belonged somewhere. THERAPY AND THEATER Van der Kolk shares his hopes that institutions from theater can be combined with scientific methods.",
      "word_count": 4118,
      "character_count": 25952,
      "chapter_number": 10,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 25952,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch10_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "PART FIVE: PATHS TO RECOVERY CHAPTER 13 HEALING FROM TRAUMA: OWNING YOUR SELF When it comes to recovery, it’s important to take control of your body and mind. The following chapters would introduce methods and approaches that may help to the trauma survivor, therapist, and those who suffer from temporary stress. A NEW FOCUS FOR RECOVERY Confronting the traumatic experience and finding ways to cope with the sensations and emotions connected to it is the first step. Understanding how and why we feel what we feel doesn’t exterminate the emotions but it can restore balance between the emotional and rational brain. LIMBIC SYSTEM THERAPY Recovery would mean undergoing “limbic system therapy” or repairing the faulty alarm systems in order for the emotional brain to work correctly and quietly. It’s important to become aware of our inner experience. BEFRIENDING THE EMOTIONAL BRAIN DEALING WITH HYPERAROUSAL Training the arousal system through breathing and movement exercises can help. Breathe calmly and relax as you access painful memories. Mainstream Western healing ignores self-management and traditions in other parts of the world would look to mindfulness and movement such as yoga, tai chi, and drumming. Purposeful movement and being centered in the present are the abilities damaged in traumatized people. NO MIND WITHOUT MINDFULNESS People with trauma are afraid of their emotions. However, one needs to open themselves to their inner experience and pay attention to their physical sensations. Label them, observer them, and tolerate the interplay between the thoughts and sensations. Mindfulness would improve physical health and activate the parts of the brain responsible for emotional regulation. RELATIONSHIPS It’s important for trauma survivors to feel the physical and emotional safety of supportive relationships coming in various forms such as families or loved ones, communities, or professional therapists. When choosing a professional therapist, it’s important to know if your therapist wants to know who you are and what you need without looking at you like a typical “PTSD patient.” Ask yourself, do you feel comfortable, safe, and understood? COMMUNAL RHYTHYMS AND SYNCHRONY Music and rhythm can greatly help in healing because the attunement will restore vitality in traumatized people as well as for children. GETTING IN TOUCH Drugs can stop traumatized patients from safely experiencing sensations and emotions so van der Kolk encourages patients to engage in various forms of activities that will connect them to their bodies like therapeutic massage. Touch will stop emotions from restricting the body which will create a feeling of safety. TAKING ACTION Getting into a state of safety and relaxation is prerequisite to using stress hormones for proper response to real danger. Pat Ogden and Peter Levine developed the sensorimotor psychotherapy and somatic experiencing in order to make this happen. INTEGRATING TRAUMATIC MEMORIES Processing trauma successfully can happen when the brain areas deactivated during flashbacks are kept online while recalling the experience; this will help the patient integrate the memory into the past. Van der Kolk recognizes the possibility of hypnosis for this use. COGNITIVE BEHAVIORAL THERAPY (CBT) CBT helps patients repetitively expose themselves to their irrational fears without bad things actually happening in order to make them realize that it’s safe. It hasn’t been proven effective, however, when it comes to dealing with complex emotions. This has not been done with traumatized patients because it can only make them relive the trauma once they become overwhelmed by it. DESENSITIZATION Desensitization causes patients to become less reactive to emotions and sensations; not necessarily promoting blunting the emotional sensitivity. However, practicing integration is important; in that, one must put their traumatic experience in its realistic position. DRUGS TO SAFELY ACCESS TRAUMA? Ecstasy or MDMA has become effective in increasing trauma patients’ self-awareness and it also decreases fear, defensiveness, and numbness. There have also been studies combining MDMA and psychotherapy that have produced positive results on PTSD patients. WHAT ABOUT MEDICATIONS? Medications do not cure trauma—they only further dampen one’s expressions and remove their chance of self-regulating. Some would have addiction potentials and unwanted side effects and still lacking effectiveness for PTSD symptoms. Van der Kolk integrates mindfulness in treatment and had advocated for use of less medication. THE ROAD OF RECOVERY IS THE ROAD OF LIFE At the start of the book, we introduced Bill who was finally ready to open up to van der Kolk eighteen years after they first met. His experience in Vietnam, his brutal upbringing during childhood, and his struggles as a ministered caused him to suffer from paralysis from neurological illness. Van der Kolk helped Bill recover through yoga and has become a yoga instructor for combat veterans himself. He had finally gotten control of his traumatic memories. CHAPTER 14 LANGUAGE: MIRACLE AND TYRANNY After the attacks on the World Trade Center in September 2001, therapists expected a lot of people would come to them for help; instead, people got help through acupuncture, massage, yoga, and Eye Movement Desensitization and Reprocessing (EMDR). THE UNSPEAKABLE TRUTH Trauma can be difficult to put into words but it can be carefully assembled until the whole story is revealed. BREAKING THE SILENCE Keeping silent about traumatic experience can cause the death of the soul and keeping secrets and suppressing information will put you at war with yourself—flooding the body with stress hormones and irrational behaviors. Recognizing the trauma and sharing it with others can reestablish your humanness. THE MIRACLE OF SELF-DISCOVERY Van der Kolk was inspired by Helen Keller and her teacher, Anne Sullivan, when it comes to therapeutic relationships. Helen was able to put into words her deepest feelings through Anne’s help. Unspoken words can mirror how the isolation of trauma is healed—full communication opposes trauma. KNOWING YOURSELF OR TELLING YOUR STORY? OUR DUAL AWARENESS SYSTEM There are two forms of self-awareness: (1) tracking the self across time and (2) registers the self in the present. The first is when we assemble the piece to discover the story from our experiences while the second is based on the physical sensations where, when we feel psychologically safe, we would be able to put it into words. The second form would be the one that need to be accessed. THE BODY IS THE BRIDGE Finding the words to express the inner self through self-observation, physical sensations, tone of voice, and body tensions is greatly helpful. WRITING TO YOURSELF It’s easy to access the inner feelings through writing that we address to ourselves. This way will allow us to look at the objects surrounding us and writing what comes easily to mind. A wooden spoon, for example, will remind you of cooking with your grandmother. When you continuously do this, it will reveal your unique associations. It will also allow you to observe the changes in your emotional states. Writing about things that upset your will also improve your physical and mental health. ART, MUSIC, AND DANCE Writing and movement have provided help for trauma and showed that a combination of two will provide better health. THE LIMITS OF LANGUAGE It can be difficult especially when the victims are literally speechless. Therapists must help patients find the areas of their body where they can calm themselves amidst terror. Acupressure can be a good anchor since bodily sensations can restore the feeling of control. DEALING WITH REALITY Traumatic memories and dealing with it usually occur at the beginning of treatment. PTSD patients would have trouble learning new information and focusing—EMDR, on the other hand, may be of great help. BECOMING SOMEBODY The brains scans of PTSD patients show the abnormal activity in the insula which is the part of the brain that interprets information from the internal organs. Cutting the self from body sensations can create alexithymia or the loss of the ability to communicate what is happening with you. Dissociation can then come in. These parts must be repaired to go back to their proper functioning—from being nobody to becoming somebody. CHAPTER 15 LETTING GO OF THE PAST: EMDR After being stabbed in the left eye, David was traumatized and he suffered rage attacks that made his family miserable. Van der Kolk helped him through eye movement desensitization and reprocessing (EMDR). He first asked David to allow the traumatic moments to come back and he made David follow his index finger as it moved back and forth from David’s right eye. Vivid sensations and new memories came to light. The memory soon lost its intensity and they repeated EMDR in the subsequent sessions to reveal more memories which helped David realize that he had lost his control. A year later, he had begun taking pleasure in his hobbies again and fixed his relationship with his wife. LEARNING ABOUT EDMR EMDR can help people revisit their experience and memories without being traumatized. EMDR: FIRST EXPOSURES Van der Kolk realized three fascinating things after his EMDR training: EMDR can loosen up the brain which allows people to access images and memories from the past and put them into perspective. EMDR can heal trauma without having to talk. EMDR can work between the patient and therapist despite having no trusting relationship between them. STUDYING EMDR Van der Kolk found that EMDR was much more effective than medication and he discovered that adults with histories of childhood trauma responded differently to EMDR than those who were traumatized as adults. This also became effective for combat veterans with PTSD and has now been sanctioned by the Department of Veterans Affairs. IS EMDR A FORM OF EXPOSURE THERAPY? EMDR integrates the traumatic material because it would lead to restoring a sense of ownership of body and mind—which is unlike exposure therapy. PROCESSING TRAUMA WITH EMDR A patient sexually abused by her father, Kathy, recovered through calling on her imagination during EMDR. Her mind combined her imagination and real memories to resolve the traumatic events and this showed how the procedure can reassemble old information which can allow the patient to achieve a sense of completion and control. EXPLORING THE SLEEP CONNECTION REM sleep can also help make sense of what’s unclear consciously since EMDR stimulates the REM of the dreaming brain. ASSOCIATION AND INTEGRATION EMDR, finally, uses the event as a starting point to associating and assembling memories unlike exposure treatment. CHAPTER 16 LEARNING TO INHABIT YOUR BODY: YOGA Annie was abused by her parents as a child and this caused her to shut down and freeze without expressing what she felt and thought. Van der Kolk helped her using the Emotional Freedom Technique (EFT) where she would tap a series of acupressure points on different parts of her body using her fingers. This provided positive effects on PTSD symptoms. THE LEGACY OF INESCAPABLE SHOCK Annie associated excitement with terror because, as a child, her father would come home to her only to be molested. The rational part of her brain told her that she shouldn’t blame herself but her emotional brain contradicted this. THE NUMBING WITHIN People with trauma either neutralize unwanted sensory experience reminding them of the trauma or look for sensations through self-harm. Both give them a false sense of control so van der Kolk began regulating arousal through yoga. FINDING OUR WAY TO YOGA: BOTTOM-UP REGULATION Heart rate variability (HRV) is used to measure how well the sympathetic (SNS) and parasympathetic (PNS) nervous system work together. Having a good HRV would mean having control over impulses and emotions while being able to understand what goes on. Yoga can improve HRV in order to treat PTSD. EXPLORING YOGA Yoga includes breathing exercises, postures, and meditation. Recovering from trauma includes mindful meditation with every pose. LEARNING SELF-REGULATION At the Trauma Center, van der Kolk and his colleagues created a therapeutic yoga program where Annie was able to reconnect with her body. It was particularly effective with the Happy Baby posture which is a very intimate position challenging others who had difficulties being comfortable. GETTING TO KNOW ME: CULTIVATING INTEROCEPTION Yoga allows you to focus on your breathing and bodily sensations which connect to your emotions—it removes numbness and improves your sense of time. Patients may find the program too intense because there are postures triggering flashbacks of sexual assault. That’s why everything had to be slow so that the approach would pay off. This caused more patients to stay in the program. YOGA AND THE NEUROSCIENCE OF SELF-AWARENESS Women who experienced trauma, after twenty weeks of yoga, had increased activity in the self-regulation parts of their brain where the participants began to recognize their emotions, express their feelings, choose their paths, and move freely without hurting themselves. LEARNING TO COMMUNICATE When you feel safe about your body, you are better able to put your memories into words—this was how Annie learned to communicate hers. CHAPTER 17 PUTTING THE PIECES TOGETHER: SELF-LEADERSHIP When van der Kolk met Mary, he had his first case of dissociative identity disorder (DID) which was formerly called multiple personality disorder. Mary also assumed the identity of “Jane” which goes to show how her mind goes to the extremes just to survive. DESPERATE TIMES REQUIRE DESPERATE MEASURES Adaptations to trauma will keep going until the person feels the need to fight off the threat. Denial and suppression would arrive but the effects come later. This can come in a form of explosive behaviors. That’s why it’s important to reestablish a connection with the part of the self that created the habit. THE MIND IS A MOSAIC The major schools of psychology understand that people may have subpersonalities and how well we know ourselves will depend on how well we listen to the different parts to keep them from contradicting each other. The internal family systems therapy (IFS) model used by van der Kolk states that our minds is like a family with members of various levels of maturity, wisdom, pain, and excitability. A change in one will affect everything else. Therapists must then help patients collaborate and make every part attuned to each other in order to protect the self-system. SELF-LEADERSHIP IFS understands that treating trauma would need mindful self-leadership where the self has to be in charge. The two concepts there is that (1) the protective parts must trust that it’s safe for the Self to come out and (2) instead of passivity, the mindful Self must reorganize the inner system and handle things actively. GETTING TO KNOW THE INTERNAL LANDSCAPE The therapist, in this situation, must place the inner entities into perspective to make them less overwhelming. Once the patient achieves this, the therapist then makes sure that it’s maintained. A LIFE IN PARTS As a victim of sexual molestation, Joan would act childlike, promiscuous, suicidal, and obsessive, among others so she would have trouble with relationships. A therapist then must not fill the gaps of this kind of deprivation of love. Joan must then focus on her relationships with her inner self than with others. MEETING THE MANAGERS During Joan’s treatment, the managers were who she met first and these were the parts that prevented her from humiliation and abandonment. He manager was a critic who filled her with self-hate. Van der Kolk allowed her to embrace this scared girl in order to retrieve herself. PUTTING OUT THE FLAMES Firefighters, on the other hand, would do anything to make the pain go away. So, it would cause Joan to go on a rampage where she would get drunk, picked up by a guy, and refuse to talk to her husband. She would go on the next day as if nothing happened. The struggle between the parts that carry the trauma, managers, and firefighters will only end when the Self finally takes over. THE BURDEN OF TOXICITY Exiles, or the parts that carry the trauma, suppress everything including the sensitive, playful, and innocent parts of the self. Joan, in this way, condemned herself to live life away from intimacy and true joy. UNLOCKING THE PAST Joan was able to access this exiled girl within after months of treatment and take her to a safe place. It was then that she regained control of her impulses and reconciled with her husband. The couple got the help they needed through IFS. THE POWER OF SELF-COMPASSION: IFS IN THE TREATMENT OF RHEUMATOID ARTHRITIS Nancy Shadick, who was a rheumatologist, included IFS in treating rheumatoid arthritis (RA). Nine months of study provided her with improvements in pain management and self-efficacy which increased the psychological safety and, in turn, created a better-functioning immune system. LIBERATING THE EXILED CHILD Peter was beaten by his father as a child and this made him very critical of his wife’s actions which threatened their marriage. The stage in IFS called “unburdening” called for the exiled parts to be nursed back to health. His inner critic relaxed and turned into a mentor and this was where he was able to repair his relationships. CHAPTER 18 FILLING IN THE HOLES: CREATING STRUCTURES Albert Pesso showed van der Kolk a new technique to change a person’s relationship with their core selves. Albert asked him to choose objects that represented his family in a role play. Van der Kolk noticed his discomfort at seeing the hulking figures of his parents as a lamp and couch. Albert interposed his body between them, causing the objects to hide from view; van der Kolk then relaxed. That was when he knew he wanted to become Pesso’s student. RESTRUCTURING INNER MAPS When one physically re-experiences the past in the present, one must rework it in a safe and supportive environment in order to create new memories. That is, simulating experiences of growing up in a safe and attuned setting. Just as Albert is to van der Kolk, the therapist must support the protagonist by accompanying them while exploring what they’re afraid of delving into. REVISING THE PAST Maria grew up terrified of her violent dad, so, van der Kolk conducted a workshop where he let her choose among other participants or “contact figures” who might fill the roles of her real parents and her ideal parents. Reenacting the past while simulating the ideal setting allowed her to release the negative emotions which then comforted her. RESCRIPTING YOUR LIFE During psychomotor therapy, participants project their inner reality with real people in a safe environment which allowed them to explore the confusion of the past through imagination. Patients would then be able to transform their inner narratives by allowing them to feel what they feel and know what they know. This is the essential foundation of recovery. DARING TO TELL THE TRUTH Mark overheard his father having phone sex with his aunt, his mother’s sister, at the age of thirteen. When Mark confronted him, his dad accused him of a filthy imagination. This ruined the family and made him emotionally distant. But he had also gone through the tableau workshop and released his inner toxicity. ANTIDOTES TO PAINFUL MEMORIES Psychomotor therapy helps replace traumatic feelings with feelings of safety, control, connection, and satisfaction. CHAPTER 19 REWIRING THE BRAIN: NEUROFEEDBACK EEG or brain wave tracing can also contribute to studying psychiatric problems. MAPPING THE ELECTRICAL CIRCUITS OF THE BRAIN EEG can reveal how well the parts of the brain collaborate under normal circumstances and how uncoordinated they are in PTSD patients. The challenge here is to change the dysfunctional wave patterns through neurofeedback. SEEING THE SYMPHONY OF THE BRAIN Neurofeedback is muck like seeing a smile as a reward while a boring gaze can prompt you to change a topic. The reward is a tone or movement on a computer screen and the opposite is a display of undesired patterns. Neurofeedback aims to stabilize the brain and increase its resilience. THE BIRTH OF NEUROFEEDBACK Neurofeedback was born in the late 1950s which broke scientific ground though it hasn’t been widely accepted and received enough research funding. FROM A HOMELESS SHELTER TO THE NURSING STATION A dissociative patient, Lisa, began neurofeedback where her brain patterns in the fear center were rewarded—she then learned to experience more focus and clarity and this allowed van der Kolk to apply neurofeedback at the Trauma Center. GETTING STARTED IN NEUROFEEDBACK They studied the technology and saw that it could change brain connectivity patterns which improved healthier behaviors in patients. BRAIN-WAVE BASICS FROM SLOW TO FAST There had been no standard signature for PTSD in EEG reading but traumatized patients had increased activity in their temporal lobes. The use of neurofeedback will allow these dysfunctional patterns to normalize and become stable. THE RATE OF BRAINWAVE FIRING IS RELATED TO OUR STATE OF AROUSAL Predominant at the edge of sleep, theta brain waves allow the mind to connect and associate while alpha waves connect to peace and calm. Alpha-theta training can then allow for learning in PTSD patients. HELPING THE BRAIN TO FOCUS This has helped develop creativity, athleticism, inner awareness, musicality, and concentration which is unlike drugs that have permanent effects discouraging dependency. WHERE IS THE PROBLEM IN MY BRAIN? Quantitative EEG or qEEG is an inexpensive way of monitoring high and low brain frequencies which can chow how well the parts of the brain communicate with each other. This also distinguishes between normal and abnormal patterns which will allow patients to see problems concretely. HOW DOES TRAUMA CHANGE BRAIN WAVES? Hyper-aroused and emotional brains of trauma victims can show high activity in the fear center tagged with slow wave activity in the frontal lobe. NEUROFEEDBACK AND LEARNING DISABILITIES Neurofeedback shows the capacity to activate neuroplasticity to increase attentiveness and concentration. ALPHA-THETA TRAINING Alpha-theta training put patients in a hypnotic trance which opens their minds to new possibilities. Traumatic experiences can then be safely experienced and associate with new positive things. It has a promising potential. NEUROFEEDBACK, PTSD, AND ADDICTION Traumatized patients develop addiction which can be ended through methods like EMDR. The effectiveness of neurofeedback on addiction treatment needs more research to understand its potential and limitations. THE FUTURE OF NEUROFEEDBACK Neurofeedback can be used primarily for hyperarousal, confusion, and lack of concentration for those with developmental trauma. It has also exhibited benefits to issues like relieving tension headaches, improving cognitive functioning, reducing anxiety, deepening meditation states, treating autism, and improving self-regulation, among others. CHAPTER 20 FINDING YOUR VOICE: COMMUNAL RHYTHMS AND THEATER Agency can be learned by how we relate with our bodies and its rhythms. This is when you experience your body taking place in your life. THE THEATER OF WAR Bryan Doerris, a writer and director, staged a reading of Ajax for five hundred marines in San Diego in 2008. Because it depicted the traumatic stress of the great hero, it echoed with how ancient Greek drama helped reintegrate combat veterans. The project “The Theater for War” then evolved and this allowed the U.S. Department of Defense fund the performance to aid combat veterans to foster dialogue and understanding among loved ones. KEEPING TOGETHER IN TIME Collaborative movement and music helps people connect especially those who are terrified. Van der Kolk said that the power of collective ritual in various historical events around the world made this important. TREATING TRAUMA THROUGH THEATER Van der Kolk studied collective ceremonies, especially theater, where emotions are embossed and rhythmically engaged which showed a collective confrontation of the human condition. Trauma victims are given the change to connect through a common humanness where it reveals truths to the audience by exploring their own inner experiences. MAKING IT SAFE TO ENGAGE The Trauma Drama program at the Trauma Center uses mirroring exercise to encourage attunement to create a sense of safety and trust. Participants would be hesitant at first, so, it’s the job of the director or therapist to take things slow so the participants can establish relationships with their own bodies. URBAN IMPROV The Boston arts institution, Urban Improv (UI), has a violence prevention program for the youth. The skits would depict day-to-day scenarios which experiments on various solutions. The team at the Trauma Center uses this to develop a more intensive program revealing more about a patient’s life. THE POSSIBILITY PROJECT Paul Griffin’s Possibility Project in New York City allows the actors to write their own scripts and musicals which also focuses on foster-care youth. This allows them to play tragic characters very well because they project their own sorrow and hurt. They break through the loneliness of trauma by sharing their stories and this helps the children understand their vision, realize it, and regain control. SENTENCED TO SHAKESPEARE Shakespeare in the Courts allows juvenile offenders to express their violent emotions in a safe environment where the kids would reflect on how Shakespeare’s words echoed to them emotionally. This helped them communicate their feelings to others and make them feel that they belonged somewhere. THERAPY AND THEATER Van der Kolk shares his hopes that institutions from theater can be combined with scientific methods.",
      "word_count": 4118,
      "character_count": 25952,
      "chapter_number": 10,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 25952,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch10"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch11",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "EPILOGUE: CHOICES TO BE MADE",
      "content": "EPILOGUE: CHOICES TO BE MADE Neuroscience has greatly helped in understanding trauma which allowed us to know the changes in its structure and functions in the brain—even the genes that we pass to the next generations. We also begin to know how to prevent trauma despite PTSD not being as widely known as a public health issue. It is ignored which can destroy cooperation and nurturance. It’s important to understand that the first priority is to help people away from the fight-or-flight state and change the patients’ perception of danger—eventually guiding them in managing relationships. Relying on drugs is not helpful and that we must focus on children’s needs to address the root of the problem. This will allow us to help them grow to be effective contributors to the community. It’s important to translate brain science data into everyday practice so that we can ensure a functioning communal society for generations.",
      "word_count": 152,
      "character_count": 926,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 926,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch11_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "EPILOGUE: CHOICES TO BE MADE Neuroscience has greatly helped in understanding trauma which allowed us to know the changes in its structure and functions in the brain—even the genes that we pass to the next generations. We also begin to know how to prevent trauma despite PTSD not being as widely known as a public health issue. It is ignored which can destroy cooperation and nurturance. It’s important to understand that the first priority is to help people away from the fight-or-flight state and change the patients’ perception of danger—eventually guiding them in managing relationships. Relying on drugs is not helpful and that we must focus on children’s needs to address the root of the problem. This will allow us to help them grow to be effective contributors to the community. It’s important to translate brain science data into everyday practice so that we can ensure a functioning communal society for generations.",
      "word_count": 152,
      "character_count": 926,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 926,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch11"
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch12",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "chapter",
      "title": "CONCLUSION",
      "content": "CONCLUSION Trauma doesn’t receive the attention it deserves. People would associate it to the most extreme forms of mental illness that we see in the media; reality, however, shows us that traumatic experiences can happen to us daily which affects our physiology, personal lives, and relationship with others. Dr. Bessel van der Kolk shares the everyday realities of trauma and stress disorders, both simple and complex. We begin to form a new understanding of how even the more normal person can suffer as much as war veterans. You don’t have to be a combat soldier to have a traumatic experience; nevertheless, there will always be a cure. That is, reestablishing the ownership of the body and mind. Trauma can be a problem because it takes away the mindful self’s control and steers the person’s behavior on overdrive. Van der Kolk showed that the mind looks to its primitive impulses to defend the organism without any filters and keeps its defenses up. Cases have shown the emotional brain can destroy trauma victims, the people around them, and their future. That’s why van der Kolk has moved towards studies, field trials, and programs to develop and improve the treatment of trauma patients. His journey allowed him to discover EMDR, the IFS model, psychomotor therapy, etc. and this showed a picture of healing the mind and body. Long-term effects haven’t been lost on him, however. Van der Kolk touched on the various aspects of trauma treatment from politics, to the society, to the community. He shows that the challenge of solving the problem at the root is important—making sure that children are kept from the consequences of trauma. His research revealed that children who had traumatic experiences become less functional members of society. Even America spends a significantly low portion of the national budget for incarceration costs when they should really be spending much on the youth. This will allow our children to grow up with self-awareness, empathy, and impulse control so that we could get rid of the vicious cycle of hurt for real. We have surely allowed politics and self-interest to block the way of helping trauma survivors. It’s important to realize that investing our energies into this field of psychology will help with the health and well-being of communities. We would not forget the horrors brought by the World Wars just as much as how we’ve neglected and discriminated traumatized soldiers who fought for us. This is what led us to fascism and militarism—promoting the idea of strong versus weak. We must understand the culture of collaboration and how it can uplift other members of society. This will, after all, help us function optimally as a tribe. We have all the means to make sure we cure and prevent trauma completely so we must use this in order to prevent reliving the horrors of our past.",
      "word_count": 476,
      "character_count": 2842,
      "chapter_number": 12,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2842,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_body_keeps_the_s_goldmine_reads_ch12_p1",
      "book_id": "the_body_keeps_the_s_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "CONCLUSION Trauma doesn’t receive the attention it deserves. People would associate it to the most extreme forms of mental illness that we see in the media; reality, however, shows us that traumatic experiences can happen to us daily which affects our physiology, personal lives, and relationship with others. Dr. Bessel van der Kolk shares the everyday realities of trauma and stress disorders, both simple and complex. We begin to form a new understanding of how even the more normal person can suffer as much as war veterans. You don’t have to be a combat soldier to have a traumatic experience; nevertheless, there will always be a cure. That is, reestablishing the ownership of the body and mind. Trauma can be a problem because it takes away the mindful self’s control and steers the person’s behavior on overdrive. Van der Kolk showed that the mind looks to its primitive impulses to defend the organism without any filters and keeps its defenses up. Cases have shown the emotional brain can destroy trauma victims, the people around them, and their future. That’s why van der Kolk has moved towards studies, field trials, and programs to develop and improve the treatment of trauma patients. His journey allowed him to discover EMDR, the IFS model, psychomotor therapy, etc. and this showed a picture of healing the mind and body. Long-term effects haven’t been lost on him, however. Van der Kolk touched on the various aspects of trauma treatment from politics, to the society, to the community. He shows that the challenge of solving the problem at the root is important—making sure that children are kept from the consequences of trauma. His research revealed that children who had traumatic experiences become less functional members of society. Even America spends a significantly low portion of the national budget for incarceration costs when they should really be spending much on the youth. This will allow our children to grow up with self-awareness, empathy, and impulse control so that we could get rid of the vicious cycle of hurt for real. We have surely allowed politics and self-interest to block the way of helping trauma survivors. It’s important to realize that investing our energies into this field of psychology will help with the health and well-being of communities. We would not forget the horrors brought by the World Wars just as much as how we’ve neglected and discriminated traumatized soldiers who fought for us. This is what led us to fascism and militarism—promoting the idea of strong versus weak. We must understand the culture of collaboration and how it can uplift other members of society. This will, after all, help us function optimally as a tribe. We have all the means to make sure we cure and prevent trauma completely so we must use this in order to prevent reliving the horrors of our past.",
      "word_count": 476,
      "character_count": 2842,
      "chapter_number": 12,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2842,
      "parent_chunk_id": "the_body_keeps_the_s_goldmine_reads_ch12"
    }
  ],
  "processing_info": {
    "processed_at": 1751777121.5001411,
    "epub_path": "ebooks/downloads/The Body Keeps the Score--Summarized for Busy People Brain - Goldmine Reads.epub",
    "chapter_count": 10,
    "word_count": 11847,
    "chunk_count": 20
  }
}