{
  "metadata": {
    "title": "Deep Work - Summarized for Busy People: Rules for Focused Success in a Distracted World",
    "author": "Goldmine Reads",
    "publisher": "Goldmine Reads",
    "publication_date": "2018-06-06",
    "language": "EN",
    "isbn": null,
    "description": "<p><em>This book summary is created for individuals who want to flesh out the important contents and are too busy to go through the entire original book. This book is not intended to replace the original book.</em></p><p>Do more in less time. Get rid of your distraction addiction with Calvin Newport's compelling book: <em>Deep Work</em>.</p><p>Cal Newport is an assistant professor of computer science at Georgetown University. In his fourth book, Newport defines deep work as the capacity for intense focus free of all distractions. In the first part of this book, Newport defines the concept of deep work and its value to one's personal life and professional career. Newport also argues that deep work is applicable to almost anyone, in any line of work because it is more about resolve and commitment. In the latter part of the book, Newport reveals the set of rules one has to follow to successfully transition from a fruitless, superficial life to one full of depth and meaning.</p><p>Cal Newport's <em>Deep Work</em> will help you excel at what you do, achieve your peak productivity, and give you a sense of fulfillment like never before.</p><p>Outperform the rest. Drown out the noise, and get ready to go deep.</p><p><strong>Wait no more, take action and get this book now!</strong></p>",
    "subject": "productivity secret",
    "total_chapters": 30,
    "total_words": 6503,
    "file_path": "ebooks/downloads/Deep Work - Summarized for Busy People Rules for Focused - Goldmine Reads.epub"
  },
  "chapters": [
    {
      "title": "DEEP WORK",
      "content": "DEEP WORK Summarized For Busy People Rules for Focused Success in a Distracted World Based on the Book by Cal Newport –––––––– Goldmine Reads Copyright © Goldmine Reads All Rights reserved. No part of this text may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, without the prior permission in writing of the copyright holder. Under no circumstances will any legal responsibility or blame be held against the publisher for any reparation, damages, or monetary loss due to the information herein, either directly or indirectly. Respective authors own all copyrights not held by the publisher.",
      "chapter_number": 1,
      "section_number": null,
      "word_count": 103,
      "file_path": "c001.xhtml",
      "spine_order": 0
    },
    {
      "title": "TABLE OF CONTENT",
      "content": "TABLE OF CONTENT Introduction Chapter 1: The Value of Deep Work High-Skilled Workers Superstars The Owners Chapter 2: Joining the Groups Learn Things Quickly with Deep Work Producing Elite-Level Work (Time Spent)(Intensity of Focus) = High-Quality Work Chapter 3: The Rarity of Deep Work Least Resistance Busyness vs. Productivity The Internet: A Seductive Ideology Chapter 4: The Meaningful Impact of Deep Work The Neurological Argument The Psychological Argument The Philosophical Argument Chapter 5: Rule #1 Working in Depth Monastic Philosophy of Scheduling Deep Work Bimodal Philosophy of Scheduling Deep Work Rhythmic Philosophy of Scheduling Deep Work Journalistic Philosophy of Scheduling Deep Work Chapter 6: Rule #2 Take a Break from Focus, Not Distraction Productive Meditation Chapter 7: Rule #3 The Any-Benefit Approach The Craftsman Approach The Law of the Vital Few Quit Social Media for 30 Days Chapter 8: Rule #4 Schedule Your Whole Day Conclusion and Analysis Books that you may also enjoy",
      "chapter_number": 2,
      "section_number": null,
      "word_count": 154,
      "file_path": "c002.xhtml",
      "spine_order": 1
    },
    {
      "title": "Introduction",
      "content": "Introduction Deep work pertains to functioning in a state of absolute concentration with no distractions. Such conditions enable maximization of one’s cognitive capacity, and thus stimulate better performance for the task at hand. For example, take Carl Jung and his frequent retreats to the Bollingen Tower. Jung often departed from his normal routine and sought sanctuary in a village near Lake Zurich. Bollingen was where Jung retreated to keep away from the distractions of his daily life. This retreat, however, was not a holiday getaway. Jung used these times alone with himself to concentrate on his work. Such method allowed Jung to produce comprehensive analyses and eventually establish his renowned school of thought — analytical psychology. He employed the concept of deep work and thus made great advances on his career. Carl Jung was not the only genius to apply the idea of deep work. Woody Allen, Michel deMontaigne, and Mark Twain all have gone on retreats to finish their masterpieces. Bill Gates has been known to detach himself from society to work with full concentration and minimal distractions. He is noted to go on \"Think Weeks\" which were weeklong retreats he would take twice a year to detach himself from society and focus on thinking and reading. It is important to consider the fact that even some geniuses delve into deep work because this practice challenges today's connotations of success. It is remarkable that people who choose to take a step back from modern technology and daily distractions actually become more successful in their chosen fields. The modern times have developed the misconception that social media, electronic mail, text messaging, and other networking tools intended to connect you to the world will help get you ahead in your career. On the contrary, influential people of the contemporary times battle this belief by succeeding in their careers despite cutting off these networking tools. One's gnawing need to feel connected to society and the people around them imposes a condition of divided attention. Such state inhibits them to put full concentration and a hundred percent effort into the task at hand. Shallow work — the opposite of deep work — is the simplest form of work wherein the task is completed yet nothing novel or useful is created. Disconnecting from the world, even in short periods of time, can help one in paying full attention to the work in front of them and advance further in their field. It is believed that it is more difficult for people accustomed to shallow work to perform deep work, even if it is only a conscious decision to do so. Shallow work and the distractions that accompany it are thought to inhibit one's capacity to achieve great levels of concentration. The modern society does nothing to aid this problem, as the common workplace is full of distractions even without the social media. It can be said that trying to stay connected implies negative effects on deep work. As for people who've successfully transitioned from shallow to deep work, remarkable progress can be noted in their line of work. For successful transition, one has to commit fully to the practice of deep work and refuse the insistent call of distractions. Progress does not come without work. For progress, original and complex ideas must be learned through intense levels of concentration. This is where deep work comes into play. With advancements on technology — for example, consider computer programming — and business, multiple industries keep up by adapting to the changes and learning the new concepts. When one fails to keep up, they become obsolete. The rarity of deep work is another advantage. To produce high-quality outputs, you must be above and beyond shallow work. The practice of deep work gives you an edge because it helps you outwit everyone else. In the unending race to the top, this practice gives you the ability to eliminate the competition. Through deep work, you become the competition.",
      "chapter_number": 3,
      "section_number": null,
      "word_count": 659,
      "file_path": "c003.xhtml",
      "spine_order": 2
    },
    {
      "title": "Chapter 1: The Value of Deep Work",
      "content": "Chapter 1: The Value of Deep Work Modern technology is now changing the labor market in various and unpredictable ways. MIT economists Andrew McAfee and Erik Brynjolfsson have found that these changes are due to the failure of organizations and skill sets to keep up with the continuous advancements in technology. Because of this, many companies began investing in machines to do the work and turned to remote outsourcing in attempts to reduce costs. In a market where the unyielding stumble behind, deep work will help you make your way in the industry as you strive to keep up and eventually stand out. From their research, McAfee and Brynjolfsson determined the three groups that seem likely to profit in the division of the world's workforce.",
      "chapter_number": 1,
      "section_number": null,
      "word_count": 125,
      "file_path": "c004.xhtml",
      "spine_order": 3
    },
    {
      "title": "Superstars",
      "content": "Superstars This category refers to the group of people who are extraordinarily well at their jobs that even other companies look to outsourcing them. Since it is more economical to employ a top-notch professional for a short period than to permanently keep an average worker on payroll, more and more companies have began to outsource for the finest candidates. Outsourcing is also made more preferable by a multitude of technological advancements. Imagine companies that only occasionally require top-rated programmers. It makes more sense to hire professionals on a contractual basis where they can complete the work for a single fee rather than keep them on a payroll. A typical freelancer is hired by numerous clients per year. Instead of earning from a single company, freelancers make substantial amounts from each contract they complete. This allows them to make any workplace their own and even make their own hours. Deep work will provide you the necessary qualities to be among these outsourced superstars.",
      "chapter_number": 6,
      "section_number": null,
      "word_count": 162,
      "file_path": "c006.xhtml",
      "spine_order": 5
    },
    {
      "title": "The Owners",
      "content": "The Owners The final group includes people capable of investing in the ever-growing technology of the modern era. Funding complements the other two groups. For example, imagine owning a company among the tech industry. If you have just enough high-skilled employees working day in and day out, you wouldn't have to keep so much people on the payroll. Every once in awhile, when you seek professional help, you could outsource superstars to do what needs to be done. Instagram was developed by only 13 people, and yet it was sold for one billion dollars. Successful owners make huge returns from their investments with only a modest amount of money spent on the employees' paychecks and relevant expenses. Unlike the other two groups, one cannot be a member of this group by simply applying the concept of deep work. This is because one needs assets and resources — capital — to acquire anything.",
      "chapter_number": 7,
      "section_number": null,
      "word_count": 152,
      "file_path": "c007.xhtml",
      "spine_order": 6
    },
    {
      "title": "Chapter 2: Joining the Groups",
      "content": "Chapter 2: Joining the Groups Two fundamental skills are required to enter the first two groups mentioned above. One skill is learning how to master complex techniques and elaborate concepts in short periods of time, and the other skill is working at top-rank levels in terms of quality and speed. To stand out from everyone else, one needs to be capable of handling the complicated features of technology. Deep work helps one go beyond the simple management of consumer-based technology including smartphones and social media. Take learning a programming language for example. With SQL, one can develop a program capable of indicating how a database itself interacts with its stored information. If done correctly, the output must be a database table containing all the important information. Sounds easy, doesn't it? In reality, this task is a lot more difficult than it sounds. A lot of time will also be required to understand the entire concept behind it. Programming, a skill that requires absolute focus, is not easily learned on one's own. There are boot camps for such complex tasks. Activities involve full immersion about the courses related to programming. In their very essence, these boot camps may be considered as deep work retreats which compel you to breathe and eat what is taught in a setting with no distractions. Becoming either a high-skilled worker or a superstar requires an in-depth understanding of the nature of the task and a proficient mastery of it for your services to always remain in demand. In the tech industry, for example, this is especially difficult because discoveries and advancements are always being made. Keeping up would then require you to constantly study and master these new things. The idea of deep work and the concept of mastering of your skill set are universal. They can be applied to almost any job in the industry. If you're a yoga instructor, one thing you have to become proficient at is performing the breathing exercises and physical poses involved before you can teach your students. On the other hand, if you are a medical professional, you have to constantly be aware of the new researches and discoveries published before you can apply them to your work. For the second core ability, one's quality and speed of work need to be fit for top-rank levels. Mastery of a skill is one thing and channeling all that potential to produce incomparable outputs is another. Your outputs must be created promptly but of no less quality, and duplicating them must be next to impossible. Sticking to examples in the tech industry, if you are a programmer, you must be capable of performing not only with a high level of skill but also with great speed. Constantly pushing yourself to go beyond what is expected is necessary to produce astonishing results. Such performance will prove your invaluable worth to your employer (if you are a high-skilled worker) and other companies (if you are a superstar). It doesn't matter if you are very knowledgeable in your chosen field. What really matters is the application of this knowledge and consistently producing the desired results in great time, with great quality. Remember: there is no middle ground to success. Deep work is vital to nurturing these two key abilities. This book will flesh out the essentials in performing deep work. You must be ready to immerse yourself in an environment free from the distractions of your daily life. When you see the significant contributions of the concept of deep work to success and career advancement, you will be more than willing to go on your own retreats away from the outside world.",
      "chapter_number": 2,
      "section_number": null,
      "word_count": 608,
      "file_path": "c008.xhtml",
      "spine_order": 7
    },
    {
      "title": "Learn Things Quickly with Deep Work",
      "content": "Learn Things Quickly with Deep Work Intense concentration is necessary for in-depth learning. The idea may sound simple enough, but the modern era has turned us into humans with very short attention spans. In addition to this is the degree and amount of distractions even in our working environments. In-depth learning also requires an organized method of studying all topics related to your subject. It is evident in our biological makeup that repetition of an action over a long period of time causes the brain to use the same pathways over and over again. This repetition creates myelin around the neurons firing in the working circuit, which allows the brain to execute that action better every time. This is where intense focus comes into play. Without enough focus, the myelin wouldn't be created around the neurons. Hence, the brain circuit would be inhibited to carry out the action in full capacity. Distractions cause multiple neurons to fire at the same time, which makes it more difficult to strengthen the brain circuits involved in performing that specific action.",
      "chapter_number": 9,
      "section_number": null,
      "word_count": 177,
      "file_path": "c009.xhtml",
      "spine_order": 8
    },
    {
      "title": "(Time Spent)(Intensity of Focus) = High-Quality Work",
      "content": "(Time Spent)(Intensity of Focus) = High-Quality Work Practicing this law of productivity on a task involves concentrating all your efforts for a certain amount of time. This law also implies that one doesn't necessarily have to be in a deep-work state all of the time. If you are a professor, for example, aiming to join the ranks of the elite among the university, teaching just takes up so much of your time. In situations like this, it is typical to think that you won't really have the luxury of time to perform deep work. What you don't realize is that by focusing your efforts into periods of time, you can actually do both. You can teach one semester during the fall, and you can retreat into a state of deep work during the summer and the spring. In this time, you can complete your research, write your articles, and publish your journal. A great deal of work done in a single year — you can become one of the university's top professors. Distractions, no matter how simple, have the capacity to disconnect you from the current task. You may think multitasking is the key, but it actually does you no good either. Multitasking prevents you from transitioning smoothly to the next task without leaving some sort of residual attention from the most recent task. In other words, you can never fully focus to the task at hand because your mind is still working — even though partially — on the previous task. Hence, to maximize productivity, work on one task at a time in a state of deep work.",
      "chapter_number": 11,
      "section_number": null,
      "word_count": 269,
      "file_path": "c011.xhtml",
      "spine_order": 10
    },
    {
      "title": "Chapter 3: The Rarity of Deep Work",
      "content": "Chapter 3: The Rarity of Deep Work Square and Facebook, among other well-known companies on the Silicon Valley, have departed from traditional workplaces and have shifted to concepts of open office. In such workplace, all people work in the same open environment without partitions or other separate office rooms. It is believed that open offices allow more human interactions, and the people could possibly develop original ideas by learning from and about one another. Another office trend that is continuously gaining popularity is instant messaging. Offices have promoted instant messaging platforms in the workplace in attempts to stay constantly connected. This practice is believed to increase the response time of the employees, as well as their productivity. Content producers of some companies are also encouraged to maintain a presence throughout social media — particularly in trendy platforms like Facebook and Twitter. In reality, rather than aid productivity, these modern concepts are providing more distractions. Deep work nowadays is rare, and the fact that the most successful companies include those who apply these concepts in their working environments creates some sort of paradox. How can a company be so successful, and yet miss out on the value of deep work? If only these companies knew their simulated productivity had adverse effects in the long run, they would ditch these concepts and go for deep work instead.",
      "chapter_number": 3,
      "section_number": null,
      "word_count": 225,
      "file_path": "c012.xhtml",
      "spine_order": 11
    },
    {
      "title": "Least Resistance",
      "content": "Least Resistance Many companies believe that staying connected all of the time is an integral part of success. A recent study conducted by a professor in Harvard Business School proves otherwise. Leslie Perlow performed a study on a closely connected consulting firm. She made changes on their office habits to see if it was really necessary for their work to stay connected with one another. Perlow selected a few members of one team and instructed them to disconnect from everyone else once a week. Of course, there was initial resistance because the members were concerned about their clients' reactions. Later on, the study showed that the clients didn't really mind, the team completed more work and enhanced their communication, and the members learned even more through disconnection. Simply put, Perlow's study concluded that constant connection wasn't necessary for the team's productivity, and that in fact, more work was done when they were disconnected. Why do people keep sticking to their habits despite numerous studies on the irrelevance of connectivity to productivity? The answer to this basic question is the principle of least resistance. This principle states that if a behavior or habit bears no clear impact to the bottomline of a business, people will usually do what is more convenient to them at the time. Shallow work, which promotes constant connection, is then more preferred because it is easier to sustain than deep work, which encourages disconnection and doesn't provide instant results. So if you ever find yourself catching up on emails to make yourself feel more productive — like you're getting things done — when instead you can use all that time to do actual work, remember the principle of least resistance.",
      "chapter_number": 13,
      "section_number": null,
      "word_count": 283,
      "file_path": "c013.xhtml",
      "spine_order": 12
    },
    {
      "title": "Busyness vs. Productivity",
      "content": "Busyness vs. Productivity People tend to mistake busyness for productivity. They do not comprehend the essence of productivity and choose instead the path of least resistance. They occupy themselves with insignificant tasks — like constantly checking their emails and conducting weekly meetings that only take up time — to make it seem like they are being productive. Busying yourself with such insubstantial tasks convinces you and others that you are getting the job done. If only the adverse effects of appearing to be busy can be demonstrated, people would realize that this habit is actually pointless. Because busyness is often mistaken for productivity, some companies actually reprimand employees who aren't visibly busy. This irrational reasoning is another cause of the shift of industries from the practice of deep work.",
      "chapter_number": 14,
      "section_number": null,
      "word_count": 129,
      "file_path": "c014.xhtml",
      "spine_order": 13
    },
    {
      "title": "The Internet: A Seductive Ideology",
      "content": "The Internet: A Seductive Ideology There exists an obsession with modern technology and the internet — taking over people's lives and their businesses. There is a belief that to be considered a contributing member of society, one has to be connected constantly to the web. In the 1990s, a small group of people has warned us against an ideology that the internet can be analogous to businesses and the government. In other words, you can't entirely be considered successful if you don't have a compelling presence on the internet. This is the reason why even organizations you thought would reject the idea of shallow work still encourage it. Companies like the New York Times, for example, promote the use of platforms like Twitter on social media despite it being a distraction and the fact that deep work should be exercised by these great reporters. The capabilities of the internet is seducing people and businesses with its phony reputation. It is now at a level of false importance, which makes people believe that not taking part means missing out and falling behind. Deep work will prove otherwise until there could be another sort of tangible measurement developed to do so.",
      "chapter_number": 15,
      "section_number": null,
      "word_count": 199,
      "file_path": "c015.xhtml",
      "spine_order": 14
    },
    {
      "title": "Chapter 4: The Meaningful Impact of Deep Work",
      "content": "Chapter 4: The Meaningful Impact of Deep Work Artisans regularly retreat to a state of deep work because intense concentration is necessary to create the correct results in their line of work. Distractions, on the other hand, can spoil their efforts and lead them to wasting hours of hard work. The difference between knowledge work and craftsmanship is that it is easier to apply deep work in manual labor. Knowledge work is more complicated especially because there is no actual physical exertion that your mind can focus on. For most people, knowledge work is short of purpose. They consider this type of work done on a daily basis plain and even ineffectual, which increases their tendencies to work mindlessly and be carried away by distractions. Even though it might seem that the concept of deep work is not applicable to knowledge work, in truth, these two can actually work quite well together.",
      "chapter_number": 4,
      "section_number": null,
      "word_count": 152,
      "file_path": "c016.xhtml",
      "spine_order": 15
    },
    {
      "title": "The Neurological Argument",
      "content": "The Neurological Argument A lot of people believe that staying positive and focusing on the good rather than focusing on the bad will actually help you attain more favorable outcomes. There is a difference between this and defying the odds against a mortal disease like cancer. Instead of focusing on the circumstances existing in your life, you can choose what to bear meaning to and where you want to focus on. If you have terminal cancer, for example, you can decide to focus on either the good things or the bad. Either way, your circumstance will be the same, but emphasizing on the good things in your life like family and friends rather than focusing on the disheartening aspects of your diagnosis will ease your life a little bit and help you lead a more fulfilling life. This mentality can be related to deep work too. You will gain multiple advantages in committing to deep work instead of focusing on the enticing comfort of shallow work and the distractions of daily life. If you ever feel like your knowledge work is ineffective, try applying the concept of deep work. Performing deep work will undoubtedly give you a greater sense of accomplishment, and will provide you a different perspective — surely, there is an aspect of your work you haven't given value yet. In other words, by concentrating your efforts, you will be reshaping your mind to let it see the importance of what you do in your line of work. Furthermore, you will be setting aside more of your time attending to more important things than an email chain between you and a client or another colleague. In the neurological sense, deep work can bear meaning in a person's life.",
      "chapter_number": 17,
      "section_number": null,
      "word_count": 290,
      "file_path": "c017.xhtml",
      "spine_order": 16
    },
    {
      "title": "The Psychological Argument",
      "content": "The Psychological Argument There also exists a psychological reason behind the importance of deep work. Psychologists Reed Larson and Mihaly Csikszentmihalyi conducted a comprehensive research on human emotion. Their respondents claimed that they were their best selves when their body or mind was pushed to the extent while trying to complete a particular task. This is contrary to the common belief that relaxation and enjoyment make one happy. The results of Larson and Csikszentmihalyi's study implied that striving to accomplish work brought more contentment than leisure did. They also believed that setting a goal and working with structure requires greater levels of concentration, and thus promotes more involvement with the task they are trying to accomplish. Disordered free time seemed to cause less contentment because people still had to decide what to do with theirs. This study further implies that deep work can alleviate your moods. The idea of intense focus, and not the subject itself you're focusing on, is what helps with one's mood. In a psychological sense, concentrating on task at hand can bring as much fulfilment as doing a hobby you like.",
      "chapter_number": 18,
      "section_number": null,
      "word_count": 185,
      "file_path": "c018.xhtml",
      "spine_order": 17
    },
    {
      "title": "The Philosophical Argument",
      "content": "The Philosophical Argument The importance of deep work can also be viewed in philosophical perspective. This meaning lies in the notion of craftsmanship. Creating something from nothing brings some sort of personal fulfillment. Such creation in craftsmanship is even considered sacred because one basks in the purest and rawest form of one thing before turning it into something palpable, substantial, and even beautiful. Up to this day, some people believe this accomplishment is somehow a moment of spiritual awakening. This can also be interpreted in terms of knowledge work, and thus prove the importance of deep work. Craftsmanship in terms of cognition involves formulating innovative ideas regarding a project, writing a comprehensive news article, or creating flawless code for a program that runs perfectly. These kinds of work require skills of elite level which can be attained using deep work. Deep work can also be used in figuring out the importance of one's work. Until participating in an intense project or research that heavily requires involvement, many people find that their work bears no significance at all. They find themselves lost and astray from the very essence of their work until an engaging activity brings some degree of new-found appreciation for their profession or trade. Applying deep work in your occupation will help you realize the importance of your work and motivate you to perform better. With the knowledge of the significance of deep work and how retreating into such state can help you outperform the rest in your chosen field, you may be now willing to begin the journey towards a lifetime of intense, immersive work rather than a superficial and insignificant one.",
      "chapter_number": 19,
      "section_number": null,
      "word_count": 274,
      "file_path": "c019.xhtml",
      "spine_order": 18
    },
    {
      "title": "Working in Depth",
      "content": "Working in Depth Performing deep work has become increasingly difficult in the modern-day office. On top of all the distractions, you're packed in a shared cubicle which makes complete focus easier said than done. Furthermore, the company management itself disapproves of deep work and instead promotes shallow work by demanding its employees to respond to emails as soon as possible and focus on making an active internet presence by the use of trendy social media, blogs, and other platforms that can be considered a distraction. Similar to a modern company as a giant organism trying to turn away from deep work, there is also a tendency in humans to turn away from the same concept. The human mind finds it difficult to concentrate on a single task and, at the same time, disregard all distractions. Occasionally, your willpower fails you, and you think about taking a not so well-deserved break — maybe checking your notifications or eating just a little bit. A little slip and your mind wanders off. You need to have the determination to maintain focus despite the insistent urge that will prevent you from completing the task at hand. In other words, deep work is about resolve and commitment: more being than doing.",
      "chapter_number": 21,
      "section_number": null,
      "word_count": 206,
      "file_path": "c021.xhtml",
      "spine_order": 20
    },
    {
      "title": "Rhythmic Philosophy of Scheduling Deep Work",
      "content": "Rhythmic Philosophy of Scheduling Deep Work The rhythmic philosophy involves transforming deep work into a habit. Jerry Seinfeld once said that for each day he made a new joke, he would mark a red X in his calendar. He also said that he particularly enjoyed seeing a string of red Xs in his calendar and that he worked to keep that long string going. Jerry Seinfeld's work is a perfect example of rhythmic philosophy. The objective is to create some sort of habit or rhythm out of deep work. Assigning a specific time every day or every week to perform deep work will help you stick to the already outlined plan. It is also much easier to stay on track of a detailed, well thought-out plan.",
      "chapter_number": 24,
      "section_number": null,
      "word_count": 126,
      "file_path": "c024.xhtml",
      "spine_order": 23
    },
    {
      "title": "Journalistic Philosophy of Scheduling Deep Work",
      "content": "Journalistic Philosophy of Scheduling Deep Work This philosophy is heavily influenced by the habit of journalists to switch their writer mode on or off in an instant. Journalistic philosophy involves utilizing your free time to retreat into a state of deep work. If you are working eight hours a day and are planning to work on a sideline like writing articles, you would have no other choice but to use your spare time. You would be using your leisure time to write articles instead of relaxing, only to go back to your regular routine the next day. Journalistic philosophy can be challenging especially for beginners because it takes high levels of skill to switch from one task to the other without a glitch. This also requires a resolve to commit your spare time to deep work.",
      "chapter_number": 25,
      "section_number": null,
      "word_count": 136,
      "file_path": "c025.xhtml",
      "spine_order": 24
    },
    {
      "title": "Chapter 6: Rule #2",
      "content": "Chapter 6: Rule #2 The second rule of deep work: welcome boredom with open arms. Exercise your brain to not search for distractions during downtimes. With this training, focusing during deep work will be easier because you would have eliminated your brain's acquired taste for distractions. This brain exercise will be most especially useful in repetitive or monotonous jobs. The brain's taste for distractions can be demonstrated in real life: being unable to hang around a cafe and wait for a friend or wait in line without trying to busy yourself with your phone. Train your brain to relax during the break instead of look for distractions. Until you can do this successfully and with ease, you won't be prepared for deep work.",
      "chapter_number": 6,
      "section_number": null,
      "word_count": 123,
      "file_path": "c026.xhtml",
      "spine_order": 25
    },
    {
      "title": "Take a Break from Focus, Not Distraction",
      "content": "Take a Break from Focus, Not Distraction Many people believe that you need to a break away from all distractions in order to concentrate on deep work. Conversely, it is more beneficial to do the exact opposite. Take a breather from your deep work and give time to indulge yourself with distractions. If you are among the people easily sidetracked by the internet, assign periods of time when you will permit yourself to use the internet. Beyond those specified times, you must prohibit yourself to use the internet. Determination to stick to the rules you laid out for yourself is necessary for success. This action of self-discipline will accustom your brain to being content despite your boredom.",
      "chapter_number": 27,
      "section_number": null,
      "word_count": 117,
      "file_path": "c027.xhtml",
      "spine_order": 26
    },
    {
      "title": "Productive Meditation",
      "content": "Productive Meditation The concept of productive meditation lies in exercising your mental processes while your body is engaged in physical exertion — like walking, showering, jogging, or driving. As your body is occupied with a physical activity, you can also use that time to think or plan whatever needs thinking or planning in your daily job. Maintain your concentration on your thought processes as you perform your physical activity, and do not let your mind go astray. This practice, if done correctly, will allow you to accomplish more things without consuming much time from your normal routine. Your productivity will also increase significantly without sacrificing quality of your work. Furthermore, this practice will aid your capacity for deep work. Aside from honing your concentration, it moves you to ignore the distractions of daily life in order to complete your current task.",
      "chapter_number": 28,
      "section_number": null,
      "word_count": 141,
      "file_path": "c028.xhtml",
      "spine_order": 27
    },
    {
      "title": "Chapter 7: Rule #3",
      "content": "Chapter 7: Rule #3 The third rule states that you must learn to defy society's constant need to be connected rather than quit the cyberspace in its entirety. As you improve your ability for deep work, you will realize that you are actually using a huge bulk of your time on the internet. It doesn't matter if you're scrolling through social media or you're reading entertaining yet informative articles, either way you're wasting a great deal of time on things that bear no significance to your work. Many have tried to give up the internet and build a life around it. To be honest, this is quite drastic. Documenting and putting your whole life out on the social media is unnecessary. The society's mindset that you must be connected and updated every minute of every day is a very unhealthy one. Instead, think about a particular tool to browse the network, why you need it, and how you will manage your time while using it.",
      "chapter_number": 7,
      "section_number": null,
      "word_count": 165,
      "file_path": "c029.xhtml",
      "spine_order": 28
    },
    {
      "title": "The Any-Benefit Approach",
      "content": "The Any-Benefit Approach In selecting the appropriate network tool, one can determine if there will be any benefit to gain from it. Aside from the fact that this approach overlooks the negative features of the tool, one can simply identify a benefit and mistake it for something that bears actual importance. This gives this approach a risk of being overly subjective. On the other hand, an advantage of this is that in examining a specific tool, you may find that you have been taking it for granted by not using it to its full potential or using it for irrelevant purposes. You may also realize that there are more reasons that tool is important. You justify, for example, that you benefit from your social media feed by keeping in touch with your friends. This is some sort of misuse because nothing is preventing you from connecting with those people in real life. There are a lot of ways to keep in touch with the people around you, and through social media shouldn't necessarily be among them. With that realization, the reasons you rely on that particular network tool is reduced.",
      "chapter_number": 30,
      "section_number": null,
      "word_count": 190,
      "file_path": "c030.xhtml",
      "spine_order": 29
    },
    {
      "title": "The Law of the Vital Few",
      "content": "The Law of the Vital Few This law states that an 80-20 divide is applicable to most things in life. This means that only 20 percent of all the network tools you use add value in your daily life. Using this theory, you can determine the said 20 percent and remove the other 80, which only serve as further distractions and encourage shallow work. Try to set challenging goals for both your professional career and personal life. These goals shouldn't necessarily be specific. Develop general goals to be achieved in the long term, like becoming a successful university professor or being a better spouse and parent for your children. Enumerate your specific goals for your life and career, and then select two or three activities to complete for each goal. These activities should be definite enough that you can visualize doing them, yet extensive enough that you won't be entirely focused on a singular result. If your broad goal is to become a better parent, a great example of an effective activity is reading a book to your kids every night before tucking them to sleep. The next step is determining the network tools you will be needing to perform the listed activities. If the network tool has no impact or has a negative one on that particular activity, simply discard it.",
      "chapter_number": 32,
      "section_number": null,
      "word_count": 222,
      "file_path": "c032.xhtml",
      "spine_order": 31
    },
    {
      "title": "Quit Social Media for 30 Days",
      "content": "Quit Social Media for 30 Days Yes, a bit radical, but quitting social media for 30 days may bring you unexpected benefits. It may also help you realize how much extra time you can use for deep work instead. Disconnect from all platforms of social media for a whole month. You don't need to deactivate, and you don't need to tell anyone. Simply step away. After your disconnection period, ask yourself a few things. Did people care that you were away? Would those 30 days have been better if you were on social media instead? If the answer to both questions is a no, just leave social media for good. If the answer to both questions is a yes, then don't quit it and be active. If you have two different answers, then it is up to you to decide whether you should stay or you should go. Know that quitting social media is not a lifelong decision, so you can always come back and reconnect later on. Now that you are provided with a practical perspective, it likely that you will realize that almost everything that you do over the internet is of no help to your personal life and professional career. You can cut down on internet usage by eliminating the unnecessary activities, which in turn will help you make more time to perform deep work",
      "chapter_number": 33,
      "section_number": null,
      "word_count": 228,
      "file_path": "c033.xhtml",
      "spine_order": 32
    },
    {
      "title": "Chapter 8: Rule #4",
      "content": "Chapter 8: Rule #4 The final rule: do not resort to shallow work. You will be more productive when you eliminate those endless, unimportant tasks that consume so much of your little time. Heed this rule, and you will free up time to do important activities in your work. You will find that you can get so much done in a single day. At this point, this fact should not come as a surprise because the triviality of shallow work has been emphasized over and over again in contrast to deep work. Of course, it cannot be denied that a certain amount of shallow work is somehow essential to knowledge work. This means that you won't be able to do away completely without shallow work, so instead, restrict the amount of your daily shallow work. For example, if your company requires you to answer emails in a timely manner, perhaps try checking your email only once or twice an hour instead of every fifteen minutes.",
      "chapter_number": 8,
      "section_number": null,
      "word_count": 165,
      "file_path": "c034.xhtml",
      "spine_order": 33
    },
    {
      "title": "Schedule Your Whole Day",
      "content": "Schedule Your Whole Day A lot of people spend huge chunks of their day on autopilot, not thinking or minding what they should be currently doing. This is the reason why you can be easily occupied by distractions that prevent you from doing your job. Perhaps you even try to begin any activity by asking yourself what task you should start with, but even contemplation is only slightly effective. If outlining an activity isn't working out, try outlining your whole day down to the minute. Make a schedule that displays the hours you want to work on a task. Split the hours into blocks of time no less than thirty minutes, draw these blocks around the time you're dividing, and select the activity you want to designate to a specific block. If you want to use three hours to article writing, for example, box those three hours on your schedule and label them. Include blocks dedicated for lunch breaks and leisure on your schedule, so you won't feel too stressed checking them off throughout the day. In order to work seamlessly, prepare blocks of similar things together in a single, large block. For example, rather than creating a block for answering particular emails only, create a larger one for answering all your received emails. After the tedious process of creating blocks, you will have successfully outlined every minute of every hour of every day. The concept of a schedule on paper is to ensure that you are prioritizing only the important tasks, not to ensure that you are sticking to the schedule seamlessly. Using this practice, you will see how much time you actually have for deep work and just how much you can do in a single day. Of course, you won't always be able to work without a hitch. Adjust your schedule accordingly to work around these difficulties. This final rule needs to be appropriate and suitable to your line of work. Evaluate the work involved in your profession, and determine the ways you can diminish the amount of shallow work you do every day without compromising your job.",
      "chapter_number": 35,
      "section_number": null,
      "word_count": 351,
      "file_path": "c035.xhtml",
      "spine_order": 34
    },
    {
      "title": "Conclusion and Analysis",
      "content": "Conclusion and Analysis As of now, you understand the meaning of deep work and the advantages it brings to improve your quality of life. You are also equipped with the tools that will help you work with absolute concentration and without distractions. By now, you know how to transition from shallow work to deep work without throwing your regular routine into complete disorder. Give importance to following the four rules in order to train your mind to turn away from a fruitless, superficial working habit and embrace one of great importance and depth. Deep work will help you rise above all others and gain recognition from the quality of your work. You will at least feel a sense of fulfillment or satisfaction in your line of work. Good luck with your ventures, and do not stop trying. One day, you will get there. Thank you for taking time to read this book. We hope you enjoyed or learned something from it. We would highly appreciate it if you post a good review and share it to your friends and other like-minded individuals. To Good Life, Goldmine Reads",
      "chapter_number": 36,
      "section_number": null,
      "word_count": 187,
      "file_path": "c036.xhtml",
      "spine_order": 35
    }
  ],
  "chunks": [
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "DEEP WORK",
      "content": "DEEP WORK Summarized For Busy People Rules for Focused Success in a Distracted World Based on the Book by Cal Newport –––––––– Goldmine Reads Copyright © Goldmine Reads All Rights reserved. No part of this text may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, without the prior permission in writing of the copyright holder. Under no circumstances will any legal responsibility or blame be held against the publisher for any reparation, damages, or monetary loss due to the information herein, either directly or indirectly. Respective authors own all copyrights not held by the publisher.",
      "word_count": 103,
      "character_count": 634,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 634,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch1_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "DEEP WORK Summarized For Busy People Rules for Focused Success in a Distracted World Based on the Book by Cal Newport –––––––– Goldmine Reads Copyright © Goldmine Reads All Rights reserved. No part of this text may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, without the prior permission in writing of the copyright holder. Under no circumstances will any legal responsibility or blame be held against the publisher for any reparation, damages, or monetary loss due to the information herein, either directly or indirectly. Respective authors own all copyrights not held by the publisher.",
      "word_count": 103,
      "character_count": 634,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 634,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch1"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch2",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "TABLE OF CONTENT",
      "content": "TABLE OF CONTENT Introduction Chapter 1: The Value of Deep Work High-Skilled Workers Superstars The Owners Chapter 2: Joining the Groups Learn Things Quickly with Deep Work Producing Elite-Level Work (Time Spent)(Intensity of Focus) = High-Quality Work Chapter 3: The Rarity of Deep Work Least Resistance Busyness vs. Productivity The Internet: A Seductive Ideology Chapter 4: The Meaningful Impact of Deep Work The Neurological Argument The Psychological Argument The Philosophical Argument Chapter 5: Rule #1 Working in Depth Monastic Philosophy of Scheduling Deep Work Bimodal Philosophy of Scheduling Deep Work Rhythmic Philosophy of Scheduling Deep Work Journalistic Philosophy of Scheduling Deep Work Chapter 6: Rule #2 Take a Break from Focus, Not Distraction Productive Meditation Chapter 7: Rule #3 The Any-Benefit Approach The Craftsman Approach The Law of the Vital Few Quit Social Media for 30 Days Chapter 8: Rule #4 Schedule Your Whole Day Conclusion and Analysis Books that you may also enjoy",
      "word_count": 154,
      "character_count": 1007,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1007,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch2_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "TABLE OF CONTENT Introduction Chapter 1: The Value of Deep Work High-Skilled Workers Superstars The Owners Chapter 2: Joining the Groups Learn Things Quickly with Deep Work Producing Elite-Level Work (Time Spent)(Intensity of Focus) = High-Quality Work Chapter 3: The Rarity of Deep Work Least Resistance Busyness vs. Productivity The Internet: A Seductive Ideology Chapter 4: The Meaningful Impact of Deep Work The Neurological Argument The Psychological Argument The Philosophical Argument Chapter 5: Rule #1 Working in Depth Monastic Philosophy of Scheduling Deep Work Bimodal Philosophy of Scheduling Deep Work Rhythmic Philosophy of Scheduling Deep Work Journalistic Philosophy of Scheduling Deep Work Chapter 6: Rule #2 Take a Break from Focus, Not Distraction Productive Meditation Chapter 7: Rule #3 The Any-Benefit Approach The Craftsman Approach The Law of the Vital Few Quit Social Media for 30 Days Chapter 8: Rule #4 Schedule Your Whole Day Conclusion and Analysis Books that you may also enjoy",
      "word_count": 154,
      "character_count": 1007,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1007,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch2"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch3",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Introduction",
      "content": "Introduction Deep work pertains to functioning in a state of absolute concentration with no distractions. Such conditions enable maximization of one’s cognitive capacity, and thus stimulate better performance for the task at hand. For example, take Carl Jung and his frequent retreats to the Bollingen Tower. Jung often departed from his normal routine and sought sanctuary in a village near Lake Zurich. Bollingen was where Jung retreated to keep away from the distractions of his daily life. This retreat, however, was not a holiday getaway. Jung used these times alone with himself to concentrate on his work. Such method allowed Jung to produce comprehensive analyses and eventually establish his renowned school of thought — analytical psychology. He employed the concept of deep work and thus made great advances on his career. Carl Jung was not the only genius to apply the idea of deep work. Woody Allen, Michel deMontaigne, and Mark Twain all have gone on retreats to finish their masterpieces. Bill Gates has been known to detach himself from society to work with full concentration and minimal distractions. He is noted to go on \"Think Weeks\" which were weeklong retreats he would take twice a year to detach himself from society and focus on thinking and reading. It is important to consider the fact that even some geniuses delve into deep work because this practice challenges today's connotations of success. It is remarkable that people who choose to take a step back from modern technology and daily distractions actually become more successful in their chosen fields. The modern times have developed the misconception that social media, electronic mail, text messaging, and other networking tools intended to connect you to the world will help get you ahead in your career. On the contrary, influential people of the contemporary times battle this belief by succeeding in their careers despite cutting off these networking tools. One's gnawing need to feel connected to society and the people around them imposes a condition of divided attention. Such state inhibits them to put full concentration and a hundred percent effort into the task at hand. Shallow work — the opposite of deep work — is the simplest form of work wherein the task is completed yet nothing novel or useful is created. Disconnecting from the world, even in short periods of time, can help one in paying full attention to the work in front of them and advance further in their field. It is believed that it is more difficult for people accustomed to shallow work to perform deep work, even if it is only a conscious decision to do so. Shallow work and the distractions that accompany it are thought to inhibit one's capacity to achieve great levels of concentration. The modern society does nothing to aid this problem, as the common workplace is full of distractions even without the social media. It can be said that trying to stay connected implies negative effects on deep work. As for people who've successfully transitioned from shallow to deep work, remarkable progress can be noted in their line of work. For successful transition, one has to commit fully to the practice of deep work and refuse the insistent call of distractions. Progress does not come without work. For progress, original and complex ideas must be learned through intense levels of concentration. This is where deep work comes into play. With advancements on technology — for example, consider computer programming — and business, multiple industries keep up by adapting to the changes and learning the new concepts. When one fails to keep up, they become obsolete. The rarity of deep work is another advantage. To produce high-quality outputs, you must be above and beyond shallow work. The practice of deep work gives you an edge because it helps you outwit everyone else. In the unending race to the top, this practice gives you the ability to eliminate the competition. Through deep work, you become the competition.",
      "word_count": 659,
      "character_count": 3988,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 3988,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch3_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Introduction Deep work pertains to functioning in a state of absolute concentration with no distractions. Such conditions enable maximization of one’s cognitive capacity, and thus stimulate better performance for the task at hand. For example, take Carl Jung and his frequent retreats to the Bollingen Tower. Jung often departed from his normal routine and sought sanctuary in a village near Lake Zurich. Bollingen was where Jung retreated to keep away from the distractions of his daily life. This retreat, however, was not a holiday getaway. Jung used these times alone with himself to concentrate on his work. Such method allowed Jung to produce comprehensive analyses and eventually establish his renowned school of thought — analytical psychology. He employed the concept of deep work and thus made great advances on his career. Carl Jung was not the only genius to apply the idea of deep work. Woody Allen, Michel deMontaigne, and Mark Twain all have gone on retreats to finish their masterpieces. Bill Gates has been known to detach himself from society to work with full concentration and minimal distractions. He is noted to go on \"Think Weeks\" which were weeklong retreats he would take twice a year to detach himself from society and focus on thinking and reading. It is important to consider the fact that even some geniuses delve into deep work because this practice challenges today's connotations of success. It is remarkable that people who choose to take a step back from modern technology and daily distractions actually become more successful in their chosen fields. The modern times have developed the misconception that social media, electronic mail, text messaging, and other networking tools intended to connect you to the world will help get you ahead in your career. On the contrary, influential people of the contemporary times battle this belief by succeeding in their careers despite cutting off these networking tools. One's gnawing need to feel connected to society and the people around them imposes a condition of divided attention. Such state inhibits them to put full concentration and a hundred percent effort into the task at hand. Shallow work — the opposite of deep work — is the simplest form of work wherein the task is completed yet nothing novel or useful is created. Disconnecting from the world, even in short periods of time, can help one in paying full attention to the work in front of them and advance further in their field. It is believed that it is more difficult for people accustomed to shallow work to perform deep work, even if it is only a conscious decision to do so. Shallow work and the distractions that accompany it are thought to inhibit one's capacity to achieve great levels of concentration. The modern society does nothing to aid this problem, as the common workplace is full of distractions even without the social media. It can be said that trying to stay connected implies negative effects on deep work. As for people who've successfully transitioned from shallow to deep work, remarkable progress can be noted in their line of work. For successful transition, one has to commit fully to the practice of deep work and refuse the insistent call of distractions. Progress does not come without work. For progress, original and complex ideas must be learned through intense levels of concentration. This is where deep work comes into play. With advancements on technology — for example, consider computer programming — and business, multiple industries keep up by adapting to the changes and learning the new concepts. When one fails to keep up, they become obsolete. The rarity of deep work is another advantage. To produce high-quality outputs, you must be above and beyond shallow work. The practice of deep work gives you an edge because it helps you outwit everyone else. In the unending race to the top, this practice gives you the ability to eliminate the competition. Through deep work, you become the competition.",
      "word_count": 659,
      "character_count": 3988,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 3988,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch3"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 1: The Value of Deep Work",
      "content": "Chapter 1: The Value of Deep Work Modern technology is now changing the labor market in various and unpredictable ways. MIT economists Andrew McAfee and Erik Brynjolfsson have found that these changes are due to the failure of organizations and skill sets to keep up with the continuous advancements in technology. Because of this, many companies began investing in machines to do the work and turned to remote outsourcing in attempts to reduce costs. In a market where the unyielding stumble behind, deep work will help you make your way in the industry as you strive to keep up and eventually stand out. From their research, McAfee and Brynjolfsson determined the three groups that seem likely to profit in the division of the world's workforce.",
      "word_count": 125,
      "character_count": 747,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 747,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch1_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 1: The Value of Deep Work Modern technology is now changing the labor market in various and unpredictable ways. MIT economists Andrew McAfee and Erik Brynjolfsson have found that these changes are due to the failure of organizations and skill sets to keep up with the continuous advancements in technology. Because of this, many companies began investing in machines to do the work and turned to remote outsourcing in attempts to reduce costs. In a market where the unyielding stumble behind, deep work will help you make your way in the industry as you strive to keep up and eventually stand out. From their research, McAfee and Brynjolfsson determined the three groups that seem likely to profit in the division of the world's workforce.",
      "word_count": 125,
      "character_count": 747,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 747,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch1"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch6",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Superstars",
      "content": "Superstars This category refers to the group of people who are extraordinarily well at their jobs that even other companies look to outsourcing them. Since it is more economical to employ a top-notch professional for a short period than to permanently keep an average worker on payroll, more and more companies have began to outsource for the finest candidates. Outsourcing is also made more preferable by a multitude of technological advancements. Imagine companies that only occasionally require top-rated programmers. It makes more sense to hire professionals on a contractual basis where they can complete the work for a single fee rather than keep them on a payroll. A typical freelancer is hired by numerous clients per year. Instead of earning from a single company, freelancers make substantial amounts from each contract they complete. This allows them to make any workplace their own and even make their own hours. Deep work will provide you the necessary qualities to be among these outsourced superstars.",
      "word_count": 162,
      "character_count": 1016,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1016,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch6_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Superstars This category refers to the group of people who are extraordinarily well at their jobs that even other companies look to outsourcing them. Since it is more economical to employ a top-notch professional for a short period than to permanently keep an average worker on payroll, more and more companies have began to outsource for the finest candidates. Outsourcing is also made more preferable by a multitude of technological advancements. Imagine companies that only occasionally require top-rated programmers. It makes more sense to hire professionals on a contractual basis where they can complete the work for a single fee rather than keep them on a payroll. A typical freelancer is hired by numerous clients per year. Instead of earning from a single company, freelancers make substantial amounts from each contract they complete. This allows them to make any workplace their own and even make their own hours. Deep work will provide you the necessary qualities to be among these outsourced superstars.",
      "word_count": 162,
      "character_count": 1016,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1016,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch6"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch7",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Owners",
      "content": "The Owners The final group includes people capable of investing in the ever-growing technology of the modern era. Funding complements the other two groups. For example, imagine owning a company among the tech industry. If you have just enough high-skilled employees working day in and day out, you wouldn't have to keep so much people on the payroll. Every once in awhile, when you seek professional help, you could outsource superstars to do what needs to be done. Instagram was developed by only 13 people, and yet it was sold for one billion dollars. Successful owners make huge returns from their investments with only a modest amount of money spent on the employees' paychecks and relevant expenses. Unlike the other two groups, one cannot be a member of this group by simply applying the concept of deep work. This is because one needs assets and resources — capital — to acquire anything.",
      "word_count": 152,
      "character_count": 895,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 895,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch7_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Owners The final group includes people capable of investing in the ever-growing technology of the modern era. Funding complements the other two groups. For example, imagine owning a company among the tech industry. If you have just enough high-skilled employees working day in and day out, you wouldn't have to keep so much people on the payroll. Every once in awhile, when you seek professional help, you could outsource superstars to do what needs to be done. Instagram was developed by only 13 people, and yet it was sold for one billion dollars. Successful owners make huge returns from their investments with only a modest amount of money spent on the employees' paychecks and relevant expenses. Unlike the other two groups, one cannot be a member of this group by simply applying the concept of deep work. This is because one needs assets and resources — capital — to acquire anything.",
      "word_count": 152,
      "character_count": 895,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 895,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch7"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch2",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 2: Joining the Groups",
      "content": "Chapter 2: Joining the Groups Two fundamental skills are required to enter the first two groups mentioned above. One skill is learning how to master complex techniques and elaborate concepts in short periods of time, and the other skill is working at top-rank levels in terms of quality and speed. To stand out from everyone else, one needs to be capable of handling the complicated features of technology. Deep work helps one go beyond the simple management of consumer-based technology including smartphones and social media. Take learning a programming language for example. With SQL, one can develop a program capable of indicating how a database itself interacts with its stored information. If done correctly, the output must be a database table containing all the important information. Sounds easy, doesn't it? In reality, this task is a lot more difficult than it sounds. A lot of time will also be required to understand the entire concept behind it. Programming, a skill that requires absolute focus, is not easily learned on one's own. There are boot camps for such complex tasks. Activities involve full immersion about the courses related to programming. In their very essence, these boot camps may be considered as deep work retreats which compel you to breathe and eat what is taught in a setting with no distractions. Becoming either a high-skilled worker or a superstar requires an in-depth understanding of the nature of the task and a proficient mastery of it for your services to always remain in demand. In the tech industry, for example, this is especially difficult because discoveries and advancements are always being made. Keeping up would then require you to constantly study and master these new things. The idea of deep work and the concept of mastering of your skill set are universal. They can be applied to almost any job in the industry. If you're a yoga instructor, one thing you have to become proficient at is performing the breathing exercises and physical poses involved before you can teach your students. On the other hand, if you are a medical professional, you have to constantly be aware of the new researches and discoveries published before you can apply them to your work. For the second core ability, one's quality and speed of work need to be fit for top-rank levels. Mastery of a skill is one thing and channeling all that potential to produce incomparable outputs is another. Your outputs must be created promptly but of no less quality, and duplicating them must be next to impossible. Sticking to examples in the tech industry, if you are a programmer, you must be capable of performing not only with a high level of skill but also with great speed. Constantly pushing yourself to go beyond what is expected is necessary to produce astonishing results. Such performance will prove your invaluable worth to your employer (if you are a high-skilled worker) and other companies (if you are a superstar). It doesn't matter if you are very knowledgeable in your chosen field. What really matters is the application of this knowledge and consistently producing the desired results in great time, with great quality. Remember: there is no middle ground to success. Deep work is vital to nurturing these two key abilities. This book will flesh out the essentials in performing deep work. You must be ready to immerse yourself in an environment free from the distractions of your daily life. When you see the significant contributions of the concept of deep work to success and career advancement, you will be more than willing to go on your own retreats away from the outside world.",
      "word_count": 608,
      "character_count": 3627,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 3627,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch2_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 2: Joining the Groups Two fundamental skills are required to enter the first two groups mentioned above. One skill is learning how to master complex techniques and elaborate concepts in short periods of time, and the other skill is working at top-rank levels in terms of quality and speed. To stand out from everyone else, one needs to be capable of handling the complicated features of technology. Deep work helps one go beyond the simple management of consumer-based technology including smartphones and social media. Take learning a programming language for example. With SQL, one can develop a program capable of indicating how a database itself interacts with its stored information. If done correctly, the output must be a database table containing all the important information. Sounds easy, doesn't it? In reality, this task is a lot more difficult than it sounds. A lot of time will also be required to understand the entire concept behind it. Programming, a skill that requires absolute focus, is not easily learned on one's own. There are boot camps for such complex tasks. Activities involve full immersion about the courses related to programming. In their very essence, these boot camps may be considered as deep work retreats which compel you to breathe and eat what is taught in a setting with no distractions. Becoming either a high-skilled worker or a superstar requires an in-depth understanding of the nature of the task and a proficient mastery of it for your services to always remain in demand. In the tech industry, for example, this is especially difficult because discoveries and advancements are always being made. Keeping up would then require you to constantly study and master these new things. The idea of deep work and the concept of mastering of your skill set are universal. They can be applied to almost any job in the industry. If you're a yoga instructor, one thing you have to become proficient at is performing the breathing exercises and physical poses involved before you can teach your students. On the other hand, if you are a medical professional, you have to constantly be aware of the new researches and discoveries published before you can apply them to your work. For the second core ability, one's quality and speed of work need to be fit for top-rank levels. Mastery of a skill is one thing and channeling all that potential to produce incomparable outputs is another. Your outputs must be created promptly but of no less quality, and duplicating them must be next to impossible. Sticking to examples in the tech industry, if you are a programmer, you must be capable of performing not only with a high level of skill but also with great speed. Constantly pushing yourself to go beyond what is expected is necessary to produce astonishing results. Such performance will prove your invaluable worth to your employer (if you are a high-skilled worker) and other companies (if you are a superstar). It doesn't matter if you are very knowledgeable in your chosen field. What really matters is the application of this knowledge and consistently producing the desired results in great time, with great quality. Remember: there is no middle ground to success. Deep work is vital to nurturing these two key abilities. This book will flesh out the essentials in performing deep work. You must be ready to immerse yourself in an environment free from the distractions of your daily life. When you see the significant contributions of the concept of deep work to success and career advancement, you will be more than willing to go on your own retreats away from the outside world.",
      "word_count": 608,
      "character_count": 3627,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 3627,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch2"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch9",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Learn Things Quickly with Deep Work",
      "content": "Learn Things Quickly with Deep Work Intense concentration is necessary for in-depth learning. The idea may sound simple enough, but the modern era has turned us into humans with very short attention spans. In addition to this is the degree and amount of distractions even in our working environments. In-depth learning also requires an organized method of studying all topics related to your subject. It is evident in our biological makeup that repetition of an action over a long period of time causes the brain to use the same pathways over and over again. This repetition creates myelin around the neurons firing in the working circuit, which allows the brain to execute that action better every time. This is where intense focus comes into play. Without enough focus, the myelin wouldn't be created around the neurons. Hence, the brain circuit would be inhibited to carry out the action in full capacity. Distractions cause multiple neurons to fire at the same time, which makes it more difficult to strengthen the brain circuits involved in performing that specific action.",
      "word_count": 177,
      "character_count": 1078,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1078,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch9_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Learn Things Quickly with Deep Work Intense concentration is necessary for in-depth learning. The idea may sound simple enough, but the modern era has turned us into humans with very short attention spans. In addition to this is the degree and amount of distractions even in our working environments. In-depth learning also requires an organized method of studying all topics related to your subject. It is evident in our biological makeup that repetition of an action over a long period of time causes the brain to use the same pathways over and over again. This repetition creates myelin around the neurons firing in the working circuit, which allows the brain to execute that action better every time. This is where intense focus comes into play. Without enough focus, the myelin wouldn't be created around the neurons. Hence, the brain circuit would be inhibited to carry out the action in full capacity. Distractions cause multiple neurons to fire at the same time, which makes it more difficult to strengthen the brain circuits involved in performing that specific action.",
      "word_count": 177,
      "character_count": 1078,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1078,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch9"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch11",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "(Time Spent)(Intensity of Focus) = High-Quality Work",
      "content": "(Time Spent)(Intensity of Focus) = High-Quality Work Practicing this law of productivity on a task involves concentrating all your efforts for a certain amount of time. This law also implies that one doesn't necessarily have to be in a deep-work state all of the time. If you are a professor, for example, aiming to join the ranks of the elite among the university, teaching just takes up so much of your time. In situations like this, it is typical to think that you won't really have the luxury of time to perform deep work. What you don't realize is that by focusing your efforts into periods of time, you can actually do both. You can teach one semester during the fall, and you can retreat into a state of deep work during the summer and the spring. In this time, you can complete your research, write your articles, and publish your journal. A great deal of work done in a single year — you can become one of the university's top professors. Distractions, no matter how simple, have the capacity to disconnect you from the current task. You may think multitasking is the key, but it actually does you no good either. Multitasking prevents you from transitioning smoothly to the next task without leaving some sort of residual attention from the most recent task. In other words, you can never fully focus to the task at hand because your mind is still working — even though partially — on the previous task. Hence, to maximize productivity, work on one task at a time in a state of deep work.",
      "word_count": 269,
      "character_count": 1498,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1498,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch11_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "(Time Spent)(Intensity of Focus) = High-Quality Work Practicing this law of productivity on a task involves concentrating all your efforts for a certain amount of time. This law also implies that one doesn't necessarily have to be in a deep-work state all of the time. If you are a professor, for example, aiming to join the ranks of the elite among the university, teaching just takes up so much of your time. In situations like this, it is typical to think that you won't really have the luxury of time to perform deep work. What you don't realize is that by focusing your efforts into periods of time, you can actually do both. You can teach one semester during the fall, and you can retreat into a state of deep work during the summer and the spring. In this time, you can complete your research, write your articles, and publish your journal. A great deal of work done in a single year — you can become one of the university's top professors. Distractions, no matter how simple, have the capacity to disconnect you from the current task. You may think multitasking is the key, but it actually does you no good either. Multitasking prevents you from transitioning smoothly to the next task without leaving some sort of residual attention from the most recent task. In other words, you can never fully focus to the task at hand because your mind is still working — even though partially — on the previous task. Hence, to maximize productivity, work on one task at a time in a state of deep work.",
      "word_count": 269,
      "character_count": 1498,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1498,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch11"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch3",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 3: The Rarity of Deep Work",
      "content": "Chapter 3: The Rarity of Deep Work Square and Facebook, among other well-known companies on the Silicon Valley, have departed from traditional workplaces and have shifted to concepts of open office. In such workplace, all people work in the same open environment without partitions or other separate office rooms. It is believed that open offices allow more human interactions, and the people could possibly develop original ideas by learning from and about one another. Another office trend that is continuously gaining popularity is instant messaging. Offices have promoted instant messaging platforms in the workplace in attempts to stay constantly connected. This practice is believed to increase the response time of the employees, as well as their productivity. Content producers of some companies are also encouraged to maintain a presence throughout social media — particularly in trendy platforms like Facebook and Twitter. In reality, rather than aid productivity, these modern concepts are providing more distractions. Deep work nowadays is rare, and the fact that the most successful companies include those who apply these concepts in their working environments creates some sort of paradox. How can a company be so successful, and yet miss out on the value of deep work? If only these companies knew their simulated productivity had adverse effects in the long run, they would ditch these concepts and go for deep work instead.",
      "word_count": 225,
      "character_count": 1441,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1441,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch3_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 3: The Rarity of Deep Work Square and Facebook, among other well-known companies on the Silicon Valley, have departed from traditional workplaces and have shifted to concepts of open office. In such workplace, all people work in the same open environment without partitions or other separate office rooms. It is believed that open offices allow more human interactions, and the people could possibly develop original ideas by learning from and about one another. Another office trend that is continuously gaining popularity is instant messaging. Offices have promoted instant messaging platforms in the workplace in attempts to stay constantly connected. This practice is believed to increase the response time of the employees, as well as their productivity. Content producers of some companies are also encouraged to maintain a presence throughout social media — particularly in trendy platforms like Facebook and Twitter. In reality, rather than aid productivity, these modern concepts are providing more distractions. Deep work nowadays is rare, and the fact that the most successful companies include those who apply these concepts in their working environments creates some sort of paradox. How can a company be so successful, and yet miss out on the value of deep work? If only these companies knew their simulated productivity had adverse effects in the long run, they would ditch these concepts and go for deep work instead.",
      "word_count": 225,
      "character_count": 1441,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1441,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch3"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch13",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Least Resistance",
      "content": "Least Resistance Many companies believe that staying connected all of the time is an integral part of success. A recent study conducted by a professor in Harvard Business School proves otherwise. Leslie Perlow performed a study on a closely connected consulting firm. She made changes on their office habits to see if it was really necessary for their work to stay connected with one another. Perlow selected a few members of one team and instructed them to disconnect from everyone else once a week. Of course, there was initial resistance because the members were concerned about their clients' reactions. Later on, the study showed that the clients didn't really mind, the team completed more work and enhanced their communication, and the members learned even more through disconnection. Simply put, Perlow's study concluded that constant connection wasn't necessary for the team's productivity, and that in fact, more work was done when they were disconnected. Why do people keep sticking to their habits despite numerous studies on the irrelevance of connectivity to productivity? The answer to this basic question is the principle of least resistance. This principle states that if a behavior or habit bears no clear impact to the bottomline of a business, people will usually do what is more convenient to them at the time. Shallow work, which promotes constant connection, is then more preferred because it is easier to sustain than deep work, which encourages disconnection and doesn't provide instant results. So if you ever find yourself catching up on emails to make yourself feel more productive — like you're getting things done — when instead you can use all that time to do actual work, remember the principle of least resistance.",
      "word_count": 283,
      "character_count": 1747,
      "chapter_number": 13,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1747,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch13_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Least Resistance Many companies believe that staying connected all of the time is an integral part of success. A recent study conducted by a professor in Harvard Business School proves otherwise. Leslie Perlow performed a study on a closely connected consulting firm. She made changes on their office habits to see if it was really necessary for their work to stay connected with one another. Perlow selected a few members of one team and instructed them to disconnect from everyone else once a week. Of course, there was initial resistance because the members were concerned about their clients' reactions. Later on, the study showed that the clients didn't really mind, the team completed more work and enhanced their communication, and the members learned even more through disconnection. Simply put, Perlow's study concluded that constant connection wasn't necessary for the team's productivity, and that in fact, more work was done when they were disconnected. Why do people keep sticking to their habits despite numerous studies on the irrelevance of connectivity to productivity? The answer to this basic question is the principle of least resistance. This principle states that if a behavior or habit bears no clear impact to the bottomline of a business, people will usually do what is more convenient to them at the time. Shallow work, which promotes constant connection, is then more preferred because it is easier to sustain than deep work, which encourages disconnection and doesn't provide instant results. So if you ever find yourself catching up on emails to make yourself feel more productive — like you're getting things done — when instead you can use all that time to do actual work, remember the principle of least resistance.",
      "word_count": 283,
      "character_count": 1747,
      "chapter_number": 13,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1747,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch13"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch14",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Busyness vs. Productivity",
      "content": "Busyness vs. Productivity People tend to mistake busyness for productivity. They do not comprehend the essence of productivity and choose instead the path of least resistance. They occupy themselves with insignificant tasks — like constantly checking their emails and conducting weekly meetings that only take up time — to make it seem like they are being productive. Busying yourself with such insubstantial tasks convinces you and others that you are getting the job done. If only the adverse effects of appearing to be busy can be demonstrated, people would realize that this habit is actually pointless. Because busyness is often mistaken for productivity, some companies actually reprimand employees who aren't visibly busy. This irrational reasoning is another cause of the shift of industries from the practice of deep work.",
      "word_count": 129,
      "character_count": 831,
      "chapter_number": 14,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 831,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch14_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Busyness vs. Productivity People tend to mistake busyness for productivity. They do not comprehend the essence of productivity and choose instead the path of least resistance. They occupy themselves with insignificant tasks — like constantly checking their emails and conducting weekly meetings that only take up time — to make it seem like they are being productive. Busying yourself with such insubstantial tasks convinces you and others that you are getting the job done. If only the adverse effects of appearing to be busy can be demonstrated, people would realize that this habit is actually pointless. Because busyness is often mistaken for productivity, some companies actually reprimand employees who aren't visibly busy. This irrational reasoning is another cause of the shift of industries from the practice of deep work.",
      "word_count": 129,
      "character_count": 831,
      "chapter_number": 14,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 831,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch14"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch15",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Internet: A Seductive Ideology",
      "content": "The Internet: A Seductive Ideology There exists an obsession with modern technology and the internet — taking over people's lives and their businesses. There is a belief that to be considered a contributing member of society, one has to be connected constantly to the web. In the 1990s, a small group of people has warned us against an ideology that the internet can be analogous to businesses and the government. In other words, you can't entirely be considered successful if you don't have a compelling presence on the internet. This is the reason why even organizations you thought would reject the idea of shallow work still encourage it. Companies like the New York Times, for example, promote the use of platforms like Twitter on social media despite it being a distraction and the fact that deep work should be exercised by these great reporters. The capabilities of the internet is seducing people and businesses with its phony reputation. It is now at a level of false importance, which makes people believe that not taking part means missing out and falling behind. Deep work will prove otherwise until there could be another sort of tangible measurement developed to do so.",
      "word_count": 199,
      "character_count": 1184,
      "chapter_number": 15,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1184,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch15_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Internet: A Seductive Ideology There exists an obsession with modern technology and the internet — taking over people's lives and their businesses. There is a belief that to be considered a contributing member of society, one has to be connected constantly to the web. In the 1990s, a small group of people has warned us against an ideology that the internet can be analogous to businesses and the government. In other words, you can't entirely be considered successful if you don't have a compelling presence on the internet. This is the reason why even organizations you thought would reject the idea of shallow work still encourage it. Companies like the New York Times, for example, promote the use of platforms like Twitter on social media despite it being a distraction and the fact that deep work should be exercised by these great reporters. The capabilities of the internet is seducing people and businesses with its phony reputation. It is now at a level of false importance, which makes people believe that not taking part means missing out and falling behind. Deep work will prove otherwise until there could be another sort of tangible measurement developed to do so.",
      "word_count": 199,
      "character_count": 1184,
      "chapter_number": 15,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1184,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch15"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch4",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 4: The Meaningful Impact of Deep Work",
      "content": "Chapter 4: The Meaningful Impact of Deep Work Artisans regularly retreat to a state of deep work because intense concentration is necessary to create the correct results in their line of work. Distractions, on the other hand, can spoil their efforts and lead them to wasting hours of hard work. The difference between knowledge work and craftsmanship is that it is easier to apply deep work in manual labor. Knowledge work is more complicated especially because there is no actual physical exertion that your mind can focus on. For most people, knowledge work is short of purpose. They consider this type of work done on a daily basis plain and even ineffectual, which increases their tendencies to work mindlessly and be carried away by distractions. Even though it might seem that the concept of deep work is not applicable to knowledge work, in truth, these two can actually work quite well together.",
      "word_count": 152,
      "character_count": 903,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 903,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch4_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 4: The Meaningful Impact of Deep Work Artisans regularly retreat to a state of deep work because intense concentration is necessary to create the correct results in their line of work. Distractions, on the other hand, can spoil their efforts and lead them to wasting hours of hard work. The difference between knowledge work and craftsmanship is that it is easier to apply deep work in manual labor. Knowledge work is more complicated especially because there is no actual physical exertion that your mind can focus on. For most people, knowledge work is short of purpose. They consider this type of work done on a daily basis plain and even ineffectual, which increases their tendencies to work mindlessly and be carried away by distractions. Even though it might seem that the concept of deep work is not applicable to knowledge work, in truth, these two can actually work quite well together.",
      "word_count": 152,
      "character_count": 903,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 903,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch4"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch17",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Neurological Argument",
      "content": "The Neurological Argument A lot of people believe that staying positive and focusing on the good rather than focusing on the bad will actually help you attain more favorable outcomes. There is a difference between this and defying the odds against a mortal disease like cancer. Instead of focusing on the circumstances existing in your life, you can choose what to bear meaning to and where you want to focus on. If you have terminal cancer, for example, you can decide to focus on either the good things or the bad. Either way, your circumstance will be the same, but emphasizing on the good things in your life like family and friends rather than focusing on the disheartening aspects of your diagnosis will ease your life a little bit and help you lead a more fulfilling life. This mentality can be related to deep work too. You will gain multiple advantages in committing to deep work instead of focusing on the enticing comfort of shallow work and the distractions of daily life. If you ever feel like your knowledge work is ineffective, try applying the concept of deep work. Performing deep work will undoubtedly give you a greater sense of accomplishment, and will provide you a different perspective — surely, there is an aspect of your work you haven't given value yet. In other words, by concentrating your efforts, you will be reshaping your mind to let it see the importance of what you do in your line of work. Furthermore, you will be setting aside more of your time attending to more important things than an email chain between you and a client or another colleague. In the neurological sense, deep work can bear meaning in a person's life.",
      "word_count": 290,
      "character_count": 1657,
      "chapter_number": 17,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1657,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch17_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Neurological Argument A lot of people believe that staying positive and focusing on the good rather than focusing on the bad will actually help you attain more favorable outcomes. There is a difference between this and defying the odds against a mortal disease like cancer. Instead of focusing on the circumstances existing in your life, you can choose what to bear meaning to and where you want to focus on. If you have terminal cancer, for example, you can decide to focus on either the good things or the bad. Either way, your circumstance will be the same, but emphasizing on the good things in your life like family and friends rather than focusing on the disheartening aspects of your diagnosis will ease your life a little bit and help you lead a more fulfilling life. This mentality can be related to deep work too. You will gain multiple advantages in committing to deep work instead of focusing on the enticing comfort of shallow work and the distractions of daily life. If you ever feel like your knowledge work is ineffective, try applying the concept of deep work. Performing deep work will undoubtedly give you a greater sense of accomplishment, and will provide you a different perspective — surely, there is an aspect of your work you haven't given value yet. In other words, by concentrating your efforts, you will be reshaping your mind to let it see the importance of what you do in your line of work. Furthermore, you will be setting aside more of your time attending to more important things than an email chain between you and a client or another colleague. In the neurological sense, deep work can bear meaning in a person's life.",
      "word_count": 290,
      "character_count": 1657,
      "chapter_number": 17,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1657,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch17"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch18",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Psychological Argument",
      "content": "The Psychological Argument There also exists a psychological reason behind the importance of deep work. Psychologists Reed Larson and Mihaly Csikszentmihalyi conducted a comprehensive research on human emotion. Their respondents claimed that they were their best selves when their body or mind was pushed to the extent while trying to complete a particular task. This is contrary to the common belief that relaxation and enjoyment make one happy. The results of Larson and Csikszentmihalyi's study implied that striving to accomplish work brought more contentment than leisure did. They also believed that setting a goal and working with structure requires greater levels of concentration, and thus promotes more involvement with the task they are trying to accomplish. Disordered free time seemed to cause less contentment because people still had to decide what to do with theirs. This study further implies that deep work can alleviate your moods. The idea of intense focus, and not the subject itself you're focusing on, is what helps with one's mood. In a psychological sense, concentrating on task at hand can bring as much fulfilment as doing a hobby you like.",
      "word_count": 185,
      "character_count": 1167,
      "chapter_number": 18,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1167,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch18_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Psychological Argument There also exists a psychological reason behind the importance of deep work. Psychologists Reed Larson and Mihaly Csikszentmihalyi conducted a comprehensive research on human emotion. Their respondents claimed that they were their best selves when their body or mind was pushed to the extent while trying to complete a particular task. This is contrary to the common belief that relaxation and enjoyment make one happy. The results of Larson and Csikszentmihalyi's study implied that striving to accomplish work brought more contentment than leisure did. They also believed that setting a goal and working with structure requires greater levels of concentration, and thus promotes more involvement with the task they are trying to accomplish. Disordered free time seemed to cause less contentment because people still had to decide what to do with theirs. This study further implies that deep work can alleviate your moods. The idea of intense focus, and not the subject itself you're focusing on, is what helps with one's mood. In a psychological sense, concentrating on task at hand can bring as much fulfilment as doing a hobby you like.",
      "word_count": 185,
      "character_count": 1167,
      "chapter_number": 18,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1167,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch18"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch19",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Philosophical Argument",
      "content": "The Philosophical Argument The importance of deep work can also be viewed in philosophical perspective. This meaning lies in the notion of craftsmanship. Creating something from nothing brings some sort of personal fulfillment. Such creation in craftsmanship is even considered sacred because one basks in the purest and rawest form of one thing before turning it into something palpable, substantial, and even beautiful. Up to this day, some people believe this accomplishment is somehow a moment of spiritual awakening. This can also be interpreted in terms of knowledge work, and thus prove the importance of deep work. Craftsmanship in terms of cognition involves formulating innovative ideas regarding a project, writing a comprehensive news article, or creating flawless code for a program that runs perfectly. These kinds of work require skills of elite level which can be attained using deep work. Deep work can also be used in figuring out the importance of one's work. Until participating in an intense project or research that heavily requires involvement, many people find that their work bears no significance at all. They find themselves lost and astray from the very essence of their work until an engaging activity brings some degree of new-found appreciation for their profession or trade. Applying deep work in your occupation will help you realize the importance of your work and motivate you to perform better. With the knowledge of the significance of deep work and how retreating into such state can help you outperform the rest in your chosen field, you may be now willing to begin the journey towards a lifetime of intense, immersive work rather than a superficial and insignificant one.",
      "word_count": 274,
      "character_count": 1711,
      "chapter_number": 19,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1711,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch19_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Philosophical Argument The importance of deep work can also be viewed in philosophical perspective. This meaning lies in the notion of craftsmanship. Creating something from nothing brings some sort of personal fulfillment. Such creation in craftsmanship is even considered sacred because one basks in the purest and rawest form of one thing before turning it into something palpable, substantial, and even beautiful. Up to this day, some people believe this accomplishment is somehow a moment of spiritual awakening. This can also be interpreted in terms of knowledge work, and thus prove the importance of deep work. Craftsmanship in terms of cognition involves formulating innovative ideas regarding a project, writing a comprehensive news article, or creating flawless code for a program that runs perfectly. These kinds of work require skills of elite level which can be attained using deep work. Deep work can also be used in figuring out the importance of one's work. Until participating in an intense project or research that heavily requires involvement, many people find that their work bears no significance at all. They find themselves lost and astray from the very essence of their work until an engaging activity brings some degree of new-found appreciation for their profession or trade. Applying deep work in your occupation will help you realize the importance of your work and motivate you to perform better. With the knowledge of the significance of deep work and how retreating into such state can help you outperform the rest in your chosen field, you may be now willing to begin the journey towards a lifetime of intense, immersive work rather than a superficial and insignificant one.",
      "word_count": 274,
      "character_count": 1711,
      "chapter_number": 19,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1711,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch19"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch21",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Working in Depth",
      "content": "Working in Depth Performing deep work has become increasingly difficult in the modern-day office. On top of all the distractions, you're packed in a shared cubicle which makes complete focus easier said than done. Furthermore, the company management itself disapproves of deep work and instead promotes shallow work by demanding its employees to respond to emails as soon as possible and focus on making an active internet presence by the use of trendy social media, blogs, and other platforms that can be considered a distraction. Similar to a modern company as a giant organism trying to turn away from deep work, there is also a tendency in humans to turn away from the same concept. The human mind finds it difficult to concentrate on a single task and, at the same time, disregard all distractions. Occasionally, your willpower fails you, and you think about taking a not so well-deserved break — maybe checking your notifications or eating just a little bit. A little slip and your mind wanders off. You need to have the determination to maintain focus despite the insistent urge that will prevent you from completing the task at hand. In other words, deep work is about resolve and commitment: more being than doing.",
      "word_count": 206,
      "character_count": 1223,
      "chapter_number": 21,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1223,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch21_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Working in Depth Performing deep work has become increasingly difficult in the modern-day office. On top of all the distractions, you're packed in a shared cubicle which makes complete focus easier said than done. Furthermore, the company management itself disapproves of deep work and instead promotes shallow work by demanding its employees to respond to emails as soon as possible and focus on making an active internet presence by the use of trendy social media, blogs, and other platforms that can be considered a distraction. Similar to a modern company as a giant organism trying to turn away from deep work, there is also a tendency in humans to turn away from the same concept. The human mind finds it difficult to concentrate on a single task and, at the same time, disregard all distractions. Occasionally, your willpower fails you, and you think about taking a not so well-deserved break — maybe checking your notifications or eating just a little bit. A little slip and your mind wanders off. You need to have the determination to maintain focus despite the insistent urge that will prevent you from completing the task at hand. In other words, deep work is about resolve and commitment: more being than doing.",
      "word_count": 206,
      "character_count": 1223,
      "chapter_number": 21,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1223,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch21"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch24",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Rhythmic Philosophy of Scheduling Deep Work",
      "content": "Rhythmic Philosophy of Scheduling Deep Work The rhythmic philosophy involves transforming deep work into a habit. Jerry Seinfeld once said that for each day he made a new joke, he would mark a red X in his calendar. He also said that he particularly enjoyed seeing a string of red Xs in his calendar and that he worked to keep that long string going. Jerry Seinfeld's work is a perfect example of rhythmic philosophy. The objective is to create some sort of habit or rhythm out of deep work. Assigning a specific time every day or every week to perform deep work will help you stick to the already outlined plan. It is also much easier to stay on track of a detailed, well thought-out plan.",
      "word_count": 126,
      "character_count": 690,
      "chapter_number": 24,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 690,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch24_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Rhythmic Philosophy of Scheduling Deep Work The rhythmic philosophy involves transforming deep work into a habit. Jerry Seinfeld once said that for each day he made a new joke, he would mark a red X in his calendar. He also said that he particularly enjoyed seeing a string of red Xs in his calendar and that he worked to keep that long string going. Jerry Seinfeld's work is a perfect example of rhythmic philosophy. The objective is to create some sort of habit or rhythm out of deep work. Assigning a specific time every day or every week to perform deep work will help you stick to the already outlined plan. It is also much easier to stay on track of a detailed, well thought-out plan.",
      "word_count": 126,
      "character_count": 690,
      "chapter_number": 24,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 690,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch24"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch25",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Journalistic Philosophy of Scheduling Deep Work",
      "content": "Journalistic Philosophy of Scheduling Deep Work This philosophy is heavily influenced by the habit of journalists to switch their writer mode on or off in an instant. Journalistic philosophy involves utilizing your free time to retreat into a state of deep work. If you are working eight hours a day and are planning to work on a sideline like writing articles, you would have no other choice but to use your spare time. You would be using your leisure time to write articles instead of relaxing, only to go back to your regular routine the next day. Journalistic philosophy can be challenging especially for beginners because it takes high levels of skill to switch from one task to the other without a glitch. This also requires a resolve to commit your spare time to deep work.",
      "word_count": 136,
      "character_count": 780,
      "chapter_number": 25,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 780,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch25_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Journalistic Philosophy of Scheduling Deep Work This philosophy is heavily influenced by the habit of journalists to switch their writer mode on or off in an instant. Journalistic philosophy involves utilizing your free time to retreat into a state of deep work. If you are working eight hours a day and are planning to work on a sideline like writing articles, you would have no other choice but to use your spare time. You would be using your leisure time to write articles instead of relaxing, only to go back to your regular routine the next day. Journalistic philosophy can be challenging especially for beginners because it takes high levels of skill to switch from one task to the other without a glitch. This also requires a resolve to commit your spare time to deep work.",
      "word_count": 136,
      "character_count": 780,
      "chapter_number": 25,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 780,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch25"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch6",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 6: Rule #2",
      "content": "Chapter 6: Rule #2 The second rule of deep work: welcome boredom with open arms. Exercise your brain to not search for distractions during downtimes. With this training, focusing during deep work will be easier because you would have eliminated your brain's acquired taste for distractions. This brain exercise will be most especially useful in repetitive or monotonous jobs. The brain's taste for distractions can be demonstrated in real life: being unable to hang around a cafe and wait for a friend or wait in line without trying to busy yourself with your phone. Train your brain to relax during the break instead of look for distractions. Until you can do this successfully and with ease, you won't be prepared for deep work.",
      "word_count": 123,
      "character_count": 730,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 730,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch6_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 6: Rule #2 The second rule of deep work: welcome boredom with open arms. Exercise your brain to not search for distractions during downtimes. With this training, focusing during deep work will be easier because you would have eliminated your brain's acquired taste for distractions. This brain exercise will be most especially useful in repetitive or monotonous jobs. The brain's taste for distractions can be demonstrated in real life: being unable to hang around a cafe and wait for a friend or wait in line without trying to busy yourself with your phone. Train your brain to relax during the break instead of look for distractions. Until you can do this successfully and with ease, you won't be prepared for deep work.",
      "word_count": 123,
      "character_count": 730,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 730,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch6"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch27",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Take a Break from Focus, Not Distraction",
      "content": "Take a Break from Focus, Not Distraction Many people believe that you need to a break away from all distractions in order to concentrate on deep work. Conversely, it is more beneficial to do the exact opposite. Take a breather from your deep work and give time to indulge yourself with distractions. If you are among the people easily sidetracked by the internet, assign periods of time when you will permit yourself to use the internet. Beyond those specified times, you must prohibit yourself to use the internet. Determination to stick to the rules you laid out for yourself is necessary for success. This action of self-discipline will accustom your brain to being content despite your boredom.",
      "word_count": 117,
      "character_count": 698,
      "chapter_number": 27,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 698,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch27_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Take a Break from Focus, Not Distraction Many people believe that you need to a break away from all distractions in order to concentrate on deep work. Conversely, it is more beneficial to do the exact opposite. Take a breather from your deep work and give time to indulge yourself with distractions. If you are among the people easily sidetracked by the internet, assign periods of time when you will permit yourself to use the internet. Beyond those specified times, you must prohibit yourself to use the internet. Determination to stick to the rules you laid out for yourself is necessary for success. This action of self-discipline will accustom your brain to being content despite your boredom.",
      "word_count": 117,
      "character_count": 698,
      "chapter_number": 27,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 698,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch27"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch28",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Productive Meditation",
      "content": "Productive Meditation The concept of productive meditation lies in exercising your mental processes while your body is engaged in physical exertion — like walking, showering, jogging, or driving. As your body is occupied with a physical activity, you can also use that time to think or plan whatever needs thinking or planning in your daily job. Maintain your concentration on your thought processes as you perform your physical activity, and do not let your mind go astray. This practice, if done correctly, will allow you to accomplish more things without consuming much time from your normal routine. Your productivity will also increase significantly without sacrificing quality of your work. Furthermore, this practice will aid your capacity for deep work. Aside from honing your concentration, it moves you to ignore the distractions of daily life in order to complete your current task.",
      "word_count": 141,
      "character_count": 893,
      "chapter_number": 28,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 893,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch28_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Productive Meditation The concept of productive meditation lies in exercising your mental processes while your body is engaged in physical exertion — like walking, showering, jogging, or driving. As your body is occupied with a physical activity, you can also use that time to think or plan whatever needs thinking or planning in your daily job. Maintain your concentration on your thought processes as you perform your physical activity, and do not let your mind go astray. This practice, if done correctly, will allow you to accomplish more things without consuming much time from your normal routine. Your productivity will also increase significantly without sacrificing quality of your work. Furthermore, this practice will aid your capacity for deep work. Aside from honing your concentration, it moves you to ignore the distractions of daily life in order to complete your current task.",
      "word_count": 141,
      "character_count": 893,
      "chapter_number": 28,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 893,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch28"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch7",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 7: Rule #3",
      "content": "Chapter 7: Rule #3 The third rule states that you must learn to defy society's constant need to be connected rather than quit the cyberspace in its entirety. As you improve your ability for deep work, you will realize that you are actually using a huge bulk of your time on the internet. It doesn't matter if you're scrolling through social media or you're reading entertaining yet informative articles, either way you're wasting a great deal of time on things that bear no significance to your work. Many have tried to give up the internet and build a life around it. To be honest, this is quite drastic. Documenting and putting your whole life out on the social media is unnecessary. The society's mindset that you must be connected and updated every minute of every day is a very unhealthy one. Instead, think about a particular tool to browse the network, why you need it, and how you will manage your time while using it.",
      "word_count": 165,
      "character_count": 926,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 926,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch7_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 7: Rule #3 The third rule states that you must learn to defy society's constant need to be connected rather than quit the cyberspace in its entirety. As you improve your ability for deep work, you will realize that you are actually using a huge bulk of your time on the internet. It doesn't matter if you're scrolling through social media or you're reading entertaining yet informative articles, either way you're wasting a great deal of time on things that bear no significance to your work. Many have tried to give up the internet and build a life around it. To be honest, this is quite drastic. Documenting and putting your whole life out on the social media is unnecessary. The society's mindset that you must be connected and updated every minute of every day is a very unhealthy one. Instead, think about a particular tool to browse the network, why you need it, and how you will manage your time while using it.",
      "word_count": 165,
      "character_count": 926,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 926,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch7"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch30",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Any-Benefit Approach",
      "content": "The Any-Benefit Approach In selecting the appropriate network tool, one can determine if there will be any benefit to gain from it. Aside from the fact that this approach overlooks the negative features of the tool, one can simply identify a benefit and mistake it for something that bears actual importance. This gives this approach a risk of being overly subjective. On the other hand, an advantage of this is that in examining a specific tool, you may find that you have been taking it for granted by not using it to its full potential or using it for irrelevant purposes. You may also realize that there are more reasons that tool is important. You justify, for example, that you benefit from your social media feed by keeping in touch with your friends. This is some sort of misuse because nothing is preventing you from connecting with those people in real life. There are a lot of ways to keep in touch with the people around you, and through social media shouldn't necessarily be among them. With that realization, the reasons you rely on that particular network tool is reduced.",
      "word_count": 190,
      "character_count": 1087,
      "chapter_number": 30,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1087,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch30_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Any-Benefit Approach In selecting the appropriate network tool, one can determine if there will be any benefit to gain from it. Aside from the fact that this approach overlooks the negative features of the tool, one can simply identify a benefit and mistake it for something that bears actual importance. This gives this approach a risk of being overly subjective. On the other hand, an advantage of this is that in examining a specific tool, you may find that you have been taking it for granted by not using it to its full potential or using it for irrelevant purposes. You may also realize that there are more reasons that tool is important. You justify, for example, that you benefit from your social media feed by keeping in touch with your friends. This is some sort of misuse because nothing is preventing you from connecting with those people in real life. There are a lot of ways to keep in touch with the people around you, and through social media shouldn't necessarily be among them. With that realization, the reasons you rely on that particular network tool is reduced.",
      "word_count": 190,
      "character_count": 1087,
      "chapter_number": 30,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1087,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch30"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch32",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "The Law of the Vital Few",
      "content": "The Law of the Vital Few This law states that an 80-20 divide is applicable to most things in life. This means that only 20 percent of all the network tools you use add value in your daily life. Using this theory, you can determine the said 20 percent and remove the other 80, which only serve as further distractions and encourage shallow work. Try to set challenging goals for both your professional career and personal life. These goals shouldn't necessarily be specific. Develop general goals to be achieved in the long term, like becoming a successful university professor or being a better spouse and parent for your children. Enumerate your specific goals for your life and career, and then select two or three activities to complete for each goal. These activities should be definite enough that you can visualize doing them, yet extensive enough that you won't be entirely focused on a singular result. If your broad goal is to become a better parent, a great example of an effective activity is reading a book to your kids every night before tucking them to sleep. The next step is determining the network tools you will be needing to perform the listed activities. If the network tool has no impact or has a negative one on that particular activity, simply discard it.",
      "word_count": 222,
      "character_count": 1279,
      "chapter_number": 32,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1279,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch32_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Law of the Vital Few This law states that an 80-20 divide is applicable to most things in life. This means that only 20 percent of all the network tools you use add value in your daily life. Using this theory, you can determine the said 20 percent and remove the other 80, which only serve as further distractions and encourage shallow work. Try to set challenging goals for both your professional career and personal life. These goals shouldn't necessarily be specific. Develop general goals to be achieved in the long term, like becoming a successful university professor or being a better spouse and parent for your children. Enumerate your specific goals for your life and career, and then select two or three activities to complete for each goal. These activities should be definite enough that you can visualize doing them, yet extensive enough that you won't be entirely focused on a singular result. If your broad goal is to become a better parent, a great example of an effective activity is reading a book to your kids every night before tucking them to sleep. The next step is determining the network tools you will be needing to perform the listed activities. If the network tool has no impact or has a negative one on that particular activity, simply discard it.",
      "word_count": 222,
      "character_count": 1279,
      "chapter_number": 32,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1279,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch32"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch33",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Quit Social Media for 30 Days",
      "content": "Quit Social Media for 30 Days Yes, a bit radical, but quitting social media for 30 days may bring you unexpected benefits. It may also help you realize how much extra time you can use for deep work instead. Disconnect from all platforms of social media for a whole month. You don't need to deactivate, and you don't need to tell anyone. Simply step away. After your disconnection period, ask yourself a few things. Did people care that you were away? Would those 30 days have been better if you were on social media instead? If the answer to both questions is a no, just leave social media for good. If the answer to both questions is a yes, then don't quit it and be active. If you have two different answers, then it is up to you to decide whether you should stay or you should go. Know that quitting social media is not a lifelong decision, so you can always come back and reconnect later on. Now that you are provided with a practical perspective, it likely that you will realize that almost everything that you do over the internet is of no help to your personal life and professional career. You can cut down on internet usage by eliminating the unnecessary activities, which in turn will help you make more time to perform deep work",
      "word_count": 228,
      "character_count": 1239,
      "chapter_number": 33,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1239,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch33_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Quit Social Media for 30 Days Yes, a bit radical, but quitting social media for 30 days may bring you unexpected benefits. It may also help you realize how much extra time you can use for deep work instead. Disconnect from all platforms of social media for a whole month. You don't need to deactivate, and you don't need to tell anyone. Simply step away. After your disconnection period, ask yourself a few things. Did people care that you were away? Would those 30 days have been better if you were on social media instead? If the answer to both questions is a no, just leave social media for good. If the answer to both questions is a yes, then don't quit it and be active. If you have two different answers, then it is up to you to decide whether you should stay or you should go. Know that quitting social media is not a lifelong decision, so you can always come back and reconnect later on. Now that you are provided with a practical perspective, it likely that you will realize that almost everything that you do over the internet is of no help to your personal life and professional career. You can cut down on internet usage by eliminating the unnecessary activities, which in turn will help you make more time to perform deep work",
      "word_count": 228,
      "character_count": 1239,
      "chapter_number": 33,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1239,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch33"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch8",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Chapter 8: Rule #4",
      "content": "Chapter 8: Rule #4 The final rule: do not resort to shallow work. You will be more productive when you eliminate those endless, unimportant tasks that consume so much of your little time. Heed this rule, and you will free up time to do important activities in your work. You will find that you can get so much done in a single day. At this point, this fact should not come as a surprise because the triviality of shallow work has been emphasized over and over again in contrast to deep work. Of course, it cannot be denied that a certain amount of shallow work is somehow essential to knowledge work. This means that you won't be able to do away completely without shallow work, so instead, restrict the amount of your daily shallow work. For example, if your company requires you to answer emails in a timely manner, perhaps try checking your email only once or twice an hour instead of every fifteen minutes.",
      "word_count": 165,
      "character_count": 910,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 910,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch8_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Chapter 8: Rule #4 The final rule: do not resort to shallow work. You will be more productive when you eliminate those endless, unimportant tasks that consume so much of your little time. Heed this rule, and you will free up time to do important activities in your work. You will find that you can get so much done in a single day. At this point, this fact should not come as a surprise because the triviality of shallow work has been emphasized over and over again in contrast to deep work. Of course, it cannot be denied that a certain amount of shallow work is somehow essential to knowledge work. This means that you won't be able to do away completely without shallow work, so instead, restrict the amount of your daily shallow work. For example, if your company requires you to answer emails in a timely manner, perhaps try checking your email only once or twice an hour instead of every fifteen minutes.",
      "word_count": 165,
      "character_count": 910,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 910,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch8"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch35",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Schedule Your Whole Day",
      "content": "Schedule Your Whole Day A lot of people spend huge chunks of their day on autopilot, not thinking or minding what they should be currently doing. This is the reason why you can be easily occupied by distractions that prevent you from doing your job. Perhaps you even try to begin any activity by asking yourself what task you should start with, but even contemplation is only slightly effective. If outlining an activity isn't working out, try outlining your whole day down to the minute. Make a schedule that displays the hours you want to work on a task. Split the hours into blocks of time no less than thirty minutes, draw these blocks around the time you're dividing, and select the activity you want to designate to a specific block. If you want to use three hours to article writing, for example, box those three hours on your schedule and label them. Include blocks dedicated for lunch breaks and leisure on your schedule, so you won't feel too stressed checking them off throughout the day. In order to work seamlessly, prepare blocks of similar things together in a single, large block. For example, rather than creating a block for answering particular emails only, create a larger one for answering all your received emails. After the tedious process of creating blocks, you will have successfully outlined every minute of every hour of every day. The concept of a schedule on paper is to ensure that you are prioritizing only the important tasks, not to ensure that you are sticking to the schedule seamlessly. Using this practice, you will see how much time you actually have for deep work and just how much you can do in a single day. Of course, you won't always be able to work without a hitch. Adjust your schedule accordingly to work around these difficulties. This final rule needs to be appropriate and suitable to your line of work. Evaluate the work involved in your profession, and determine the ways you can diminish the amount of shallow work you do every day without compromising your job.",
      "word_count": 351,
      "character_count": 2015,
      "chapter_number": 35,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2015,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch35_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Schedule Your Whole Day A lot of people spend huge chunks of their day on autopilot, not thinking or minding what they should be currently doing. This is the reason why you can be easily occupied by distractions that prevent you from doing your job. Perhaps you even try to begin any activity by asking yourself what task you should start with, but even contemplation is only slightly effective. If outlining an activity isn't working out, try outlining your whole day down to the minute. Make a schedule that displays the hours you want to work on a task. Split the hours into blocks of time no less than thirty minutes, draw these blocks around the time you're dividing, and select the activity you want to designate to a specific block. If you want to use three hours to article writing, for example, box those three hours on your schedule and label them. Include blocks dedicated for lunch breaks and leisure on your schedule, so you won't feel too stressed checking them off throughout the day. In order to work seamlessly, prepare blocks of similar things together in a single, large block. For example, rather than creating a block for answering particular emails only, create a larger one for answering all your received emails. After the tedious process of creating blocks, you will have successfully outlined every minute of every hour of every day. The concept of a schedule on paper is to ensure that you are prioritizing only the important tasks, not to ensure that you are sticking to the schedule seamlessly. Using this practice, you will see how much time you actually have for deep work and just how much you can do in a single day. Of course, you won't always be able to work without a hitch. Adjust your schedule accordingly to work around these difficulties. This final rule needs to be appropriate and suitable to your line of work. Evaluate the work involved in your profession, and determine the ways you can diminish the amount of shallow work you do every day without compromising your job.",
      "word_count": 351,
      "character_count": 2015,
      "chapter_number": 35,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2015,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch35"
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch36",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "chapter",
      "title": "Conclusion and Analysis",
      "content": "Conclusion and Analysis As of now, you understand the meaning of deep work and the advantages it brings to improve your quality of life. You are also equipped with the tools that will help you work with absolute concentration and without distractions. By now, you know how to transition from shallow work to deep work without throwing your regular routine into complete disorder. Give importance to following the four rules in order to train your mind to turn away from a fruitless, superficial working habit and embrace one of great importance and depth. Deep work will help you rise above all others and gain recognition from the quality of your work. You will at least feel a sense of fulfillment or satisfaction in your line of work. Good luck with your ventures, and do not stop trying. One day, you will get there. Thank you for taking time to read this book. We hope you enjoyed or learned something from it. We would highly appreciate it if you post a good review and share it to your friends and other like-minded individuals. To Good Life, Goldmine Reads",
      "word_count": 187,
      "character_count": 1064,
      "chapter_number": 36,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1064,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "deep_work_summarize_goldmine_reads_ch36_p1",
      "book_id": "deep_work_summarize_goldmine_reads",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Conclusion and Analysis As of now, you understand the meaning of deep work and the advantages it brings to improve your quality of life. You are also equipped with the tools that will help you work with absolute concentration and without distractions. By now, you know how to transition from shallow work to deep work without throwing your regular routine into complete disorder. Give importance to following the four rules in order to train your mind to turn away from a fruitless, superficial working habit and embrace one of great importance and depth. Deep work will help you rise above all others and gain recognition from the quality of your work. You will at least feel a sense of fulfillment or satisfaction in your line of work. Good luck with your ventures, and do not stop trying. One day, you will get there. Thank you for taking time to read this book. We hope you enjoyed or learned something from it. We would highly appreciate it if you post a good review and share it to your friends and other like-minded individuals. To Good Life, Goldmine Reads",
      "word_count": 187,
      "character_count": 1064,
      "chapter_number": 36,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1064,
      "parent_chunk_id": "deep_work_summarize_goldmine_reads_ch36"
    }
  ],
  "processing_info": {
    "processed_at": 1752212347.953609,
    "epub_path": "ebooks/downloads/Deep Work - Summarized for Busy People Rules for Focused - Goldmine Reads.epub",
    "chapter_count": 30,
    "word_count": 6503,
    "chunk_count": 60
  }
}