{
  "metadata": {
    "title": "James Watson, Francis Crick, Rosalind Franklin, and Maurice Wilkins",
    "author": "Audrey Borus",
    "publisher": "The Rosen Publishing Group, Inc",
    "publication_date": "2020-07-12",
    "language": "en",
    "isbn": null,
    "description": "<p>On April 25, 1953, James Watson and Francis Crick published a groundbreaking article in Nature that revealed the double helix structure of DNA. Their work was based on the findings of Rosalind Franklin and Maurice Wilkins, who were equally as brilliant yet who did not enjoy the same level of recognition for their scientific contributions. Through accessible yet captivating text accompanied by striking images, students will understand the significance of this discovery and get to know the story of the scientists who played a critical role in describing DNA, including how they worked and what motivated them in their pioneering research.",
    "subject": null,
    "total_chapters": 13,
    "total_words": 13468,
    "file_path": "ebooks/downloads/James Watson Francis Crick Rosalind Franklin and Maurice - Audrey Borus.epub"
  },
  "chapters": [
    {
      "title": "Chapter 6",
      "content": "Introduction The three men, Maurice Wilkins, Francis Crick, and James Watson, sat shoulder-to-shoulder, waiting to receive the award. They shared the platform with American novelist John Steinbeck and even other scientists: Max Perutz and John Kendrew (both biochemists whose work was closely related to theirs). But only these three were receiving the Nobel Prize for Physiology or Medicine “for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material.”1 As their names were announced, each man stood to receive his prize and be celebrated. A moment of greatness, to be sure, but the journey to that stage had started long before and included many scientists. The story of how these men came to be on that platform receiving one of the world’s most prestigious awards is an interesting and complicated one. Even more interesting is the story of the scientists who were not on that stage, many of whom played an essential role in Watson, Crick, and Wilkins’s findings and set the stage for their accomplishments. In particular, a physical chemist named Rosalind Franklin contributed much to the field, but she was never fully recognized during her lifetime. This image, magnified many times over, shows the elegant structure of DNA. It is composed of two twisted strands wrapped around each other in what is known as a double helix. Some of the scientists in this story were competitors. Others knowingly supplied information that allowed Watson and Crick to be the first to correctly describe the structure of the molecule that is the essence of life: deoxyribonucleic acid, or DNA. DNA is found in every living thing on Earth, a chemical code that dictates what an organism will be, how it will grow, and how it will function. The code instructs the organism to build just one cell or many cells. It determines whether an organism will be a bird or a banana. If the organism is a bird, the code will also include information about color, beak size, and whether the bird will chirp or squawk. For a long time, genetics, the science of heredity, was mostly made-up stories. Scientists could see what was happening, but they really had no idea how or why it was happening. For example, some scientists were convinced that heredity was the result of “homunculi,” or tiny people that swam inside cells and delivered genetic information. By knowing the structure of DNA, scientists could begin to unravel the real way genetic information is passed from generation to generation. Because this is a story of discovery, involving many scientists in many different parts of the world, it is also about numerous personalities and cultural differences. Some of the scientists got along well; others did not. Some received a lot of attention; others virtually none. But with an understanding of DNA, the world got important information that opened the door for new branches of science, such as genetics and molecular biology. These fields continue to grow and have an impact on human life.",
      "chapter_number": 6,
      "section_number": null,
      "word_count": 504,
      "file_path": "OPS/Text/06_Introduction.xhtml",
      "spine_order": 5
    },
    {
      "title": "Chapter 7",
      "content": "In the Beginning The 1950s was a time of marked advances in science. Vaccines were being developed, which allowed people to live longer, healthier lives. Technology was booming. With the advent of the transistor, radios had gone from being big boxes to small handheld devices. Plastic production hit an all-time high. In this climate, one of the biggest and far-reaching revelations would be discovered: the structure and function of DNA. Francis Crick Francis Harry Crick was born June 8, 1918, in Northampton, England, into a hard-working, middle-class family. He had an inquiring mind at a young age, so his parents gifted him with a set of the Children’s Encyclopedia. A single volume contained a mix of entries from art, mythology, science, history, and literature. Crick remembered being entranced by it all, but he was particularly fond of reading about science and decided early on that he wanted to be a scientist. Francis Harry Crick was one of the scientists who worked to reveal the chemical composition of DNA, a finding that would change the course of the biological sciences and medicine. At University College in London, Crick studied physics and math and received his degree in 1939, just as Great Britain was entering World War II. During the war, Crick landed a job at the Admiralty Research Laboratory at Teddington. He designed mines that were not easy to detect and therefore capable of sinking enemy ships. But he became bored with physics and found himself drawn to biology. In particular, Crick was interested in what he saw as the division between living and nonliving things, what he called the “chemical physics of biology.”1 So when the war ended, Crick began immersing himself in subjects such as organic chemistry, books on the brain, and eventually What Is Life? by Erwin Schrödinger. Though Crick would later remark that Schrödinger was hampered by his limited knowledge of chemistry, at the time, the book made it seem as though “great things were just around the corner.”2 And for Crick, this was enough to get the ball rolling. His supervisor at the Admiralty put him in touch with Maurice Willkins, who had a similar scientific background and was making the shift into the biological sciences. The two began a friendship. Schrödinger’s What Is Life? Viennese scientist Erwin Schrödinger (1887–1961) is known as the father of quantum mechanics. At the Dublin Institute for Advanced Studies, Schrödinger wrote and delivered a series of lectures titled “What Is Life?” In these lectures, which were later published as a book, Schrödinger questioned why biology was considered a completely separate science from physics or chemistry. He believed living organisms should be studied in terms of their molecular and atomic structure and that living and nonliving worlds were governed by the same rules of physics. Wilkins, Watson, and Crick all read What Is Life? and each maintained that it affected the way they began to think about biology. One of Crick’s more remarkable characteristics was his ability to quickly interpret photographic images stereoscopically, or three-dimensionally. Crystallography is a technique in which X-rays reflect off a crystal to produce an image that reveals the arrangement of the atoms or molecules in that crystal. It was a critical technique for the discovery of DNA, and Crick got so good at interpreting crystallography that in years to come, he could easily talk about symmetry, while other scientists struggled to understand what he was talking about.3 James Watson James Dewey Watson was born on April 6, 1928, in Chicago, Illinois. Despite having lived through the Great Depression and World War II, his family had enough money to live comfortably. He describes his family as “always [rooting] for [President] Franklin [Delano Roosevelt] and his New Deal’s promise to rescue the downtrodden from the heartless grasp of unregulated capitalism.”4 He started at the Laboratory School of the University of Chicago, but when tuition became beyond his parents’ Depression salary, he went to the local Horace Mann Grammar School. This in no way disadvantaged him. By the time he was fifteen, he applied for and was accepted at the University of Chicago on a scholarship. He finished his undergraduate biology degree in three years, at only eighteen years old, although he didn’t make particularly high marks in science. He applied to Harvard and the California Institute of Technology for postgraduate work and was turned down. However, in 1947, Watson got a research fellowship at Indiana University, where he earned his doctorate in biochemistry in 1950. Then at twenty-one years old, he went to Copenhagen, Denmark. Working at the Cavendish Lab in Cambridge, England, James Watson collaborated with Francis Crick to uncover the structure of DNA. Watson found he didn’t like the work he was doing in Copenhagen, which was pure biochemistry. Then he heard Maurice Wilkins talk about X-ray crystallography and how it was helping scientists unravel the question of DNA. He decided that DNA was what he really wanted to pursue. Rosalind Franklin Rosalind Elsie Franklin was born July 25, 1920, in London to an upper-middle-class family. From an early age, she proved to be “alarmingly clever,” as her paternal aunt once observed.5 She was admitted to Newnham College in Cambridge. But Newnham didn’t fully accept women as members. It refused to give them bachelor or master’s degrees and considered females to be “students,” not “undergraduates” the way men were. Instead, women received “second-class honors.” After graduation, Franklin did research in a lab in London and eventually found a position with the British Coal Utilisation Research Association (BCURA), where she began examining the properties of British coal and why some types of coal were not as affected by exposure to water or gas. It was the work upon which she would base her PhD thesis and her first published paper. In 1945, with the end of World War II and the completion of her thesis, Franklin sought work. She had been developing theories and perfecting techniques for measuring the shrinkage in coals and carbons. The following year, Franklin was hired as a physical chemist in Paris and had access to state-of-the-art X-ray equipment.6 Believing she would continue her work with X-ray diffraction on proteins, Franklin accepted a job at King’s College, London, in 1951. But by the time she got there, King’s College had changed direction to focus on DNA, and Franklin’s supervisor, John T. Randall, did not reveal the extent of the change. Rather, he led her to believe that she would be in charge of X-ray work. In fact, Maurice Wilkins was working on the same problem, but Randall had not told either of them the truth, which resulted in a misunderstanding of historical proportions. Rosalind Franklin’s work was critical to Watson and Crick’s breakthrough. Her meticulously captured X-ray images of DNA were essential to understanding what the molecule was made of and how it was structured. Franklin stayed at King’s College until March 1953. She and Raymond Gosling published the main outcome of their research in Nature (ironically, in the same issue as Watson and Crick’s paper). It included the famous X-ray photography of the B form of DNA (“Sodium deoxyribose nucleate from calf thymus. Structure B”), which Crick and Watson had used to work out the double helix structure of DNA. In addition, there was another publication on DNA structure authored by Maurice H. F. Wilkins, A. R. Stokes, and H. R. Wilson, also from King’s College. Taken together, it seemed as though the revelations about DNA were the result of close collaboration, which they were not. It also made the work of Franklin and Gosling and Wilkins, Stokes, and Wilson look as though their findings simply supported Watson and Crick, instead of what it was: independent efforts at interpretation. The model put forth by Crick and Watson benefited from this, gaining further credibility “as it moved from the status of a ‘hypothesis’ to that of a ‘proven’ theoretical statement.”7 In any case, Franklin had left King’s College by the time her Nature paper was published. She moved to Birkbeck College, London, and worked on the structure of the tobacco mosaic virus (TMV) with Aaron Klug, who would be awarded a Nobel Prize in Chemistry in 1982. He had to complete the work on his own because in 1958, at the age of thirty-seven, Rosalind Franklin died. There have been many hypotheses about why Rosalind Franklin did not receive the credit she deserved during her lifetime. Her friend and biographer Anne Sayre suggested that sexism played a role. Others have noted that the personality clashes on all sides were too big to avoid. The fact remains many feel Franklin was never properly credited. Maurice Wilkins Maurice Wilkins was born on December 15, 1916, in New Zealand. His parents were from Ireland and his father was a physician. When Wilkins was six, the family returned to the British Isles, where Wilkins went to King Edward’s School in Birmingham, England. In 1938, he earned a degree in physics from Cambridge University. As rumblings from Germany indicated there may be trouble abroad, Wilkins joined the Ministry of Home Security and Aircraft Production and conducted research on improving the accuracy of radar screens at the University of Birmingham. After earning his PhD in 1940, the Ministry of Home Security assigned Wilkins to a team of British scientists researching the application of uranium isotopes to atomic bombs. Soon after, Wilkins was sent to the United States to work on the Manhattan Project—the military effort to develop the atomic bomb—where he joined scientists from around the world at the University of California at Berkeley. He spent two years at Berkeley researching the separation of uranium isotopes. While there, Wilkins became interested in the way physics and biology might interact. He, too, had read What Is Life? by Schrödinger. After the war, John T. Randall, a former graduate school professor of Wilkins’s, invited him to St. Andrews University, Scotland, as a lecturer in their new biophysics research unit. A year later, in 1946, the pair established the Medical Research Council Biophysics Unit of King’s College, London, where they planned to apply physics, chemistry, and biology to the study of living cells. Scientists at the Rockefeller Institute (now Rockefeller University) in New York had just proved that DNA was the main “ingredient” of genes, and though their work was largely ignored, Wilkins realized the importance of this finding. He was eager to figure out the precise structure of DNA and was prepared to use a number of different methods to do so. One of his early findings was that the uniformity of certain types of DNA fibers makes it easy to capture using X-ray diffraction. Wilkins didn’t yet know there were two types of DNA, wet and dry; that information would come from Franklin. But he could see that the regularly spaced atoms of DNA diffracted by X-rays produced an image from which he might deduce the size and space of the atoms within the molecule. Maurice Wilkins studied physics before turning his attention to biology. Using X-ray diffraction, he hypothesized that DNA must have a repeating structure. By 1950, Wilkins had “obtained diffraction pictures of unprecedented quality,”8 which he showed at a conference in Naples, Italy, that James Watson attended. Wilkins’s work proved that describing the structure of DNA was within reach. Moreover, the scientist who did it first would be very famous. When Wilkins returned to England, Randall pressured Wilkins to give up his DNA work because Randall had promised it to Franklin without Wilkins’s knowledge. And Franklin, thinking that Wilkins was trying to take over, would only speak to Wilkins when necessary. In need of conversation and companionship, Wilkins was drawn to Crick and his wife and their lively surroundings. Some speculate this may have been the reason he easily shared his progress on the structure of DNA. Even after Watson and Crick built their model, Wilkins and his colleagues contributed to their work. When Franklin left King’s College, Wilkins was allowed to continue investigating DNA, gathering experimental evidence that proved the Watson-Crick model was correct.",
      "chapter_number": 1,
      "section_number": null,
      "word_count": 2008,
      "file_path": "OPS/Text/07_Chapter01.xhtml",
      "spine_order": 6
    },
    {
      "title": "Chapter 8",
      "content": "A Big Deal Before the revelations about DNA, there were three great mysteries of biology: How were living organisms designed and developed? How did they inherit traits and pass them on to succeeding generations? And how did evolution occur? Up until the 1950s, most biologists believed that all life on Earth could be traced back billions of years to when simple organisms became capable of reproducing themselves. The copies they made were almost identical, but they could change slightly too. The progression from these simple-celled creatures to a world full of varying species occurred via a process called evolution. In his book On the Origin of Species (1859), Charles Darwin (1809–1882) described the way traits are passed from one generation to the next, but he did not know exactly how an organism could pass along these traits. It is now known that genes are the units within an organism that allow it to pass along heritable information. That knowledge came from an Austrian monk named Gregor Mendel (1822–1884). In 1856, Mendel began experimenting with pea plants. He noticed that certain physical traits, such as color and height of the plant, were passed from one generation to the next. By 1863, Mendel had collected a lot of data and published his findings in an obscure scientific journal. His findings were almost lost, but in about 1900, they were rediscovered and scientists quickly understood their importance. At this time, scientists were able to observe how cells divided and came to realize that genes had to have some way of transporting themselves. The Swiss biochemist Friedrich Miescher (1844–1895) suggested it was something in the nucleus of a cell. He had been able to isolate a substance from the nucleus, which he called “nuclein.” Nuclein was a large molecule, but not nearly as large or as complex as a protein. Miescher conjectured that nuclein was involved in genetic inheritance, while other scientists were sure that more complex proteins had to be responsible for carrying genetic code. In 1882, German scientist Walther Flemming (1843–1905) observed that when a cell was dividing, the nuclein became a thread containing several individual units. Those units would come to be known as chromosomes. Flemming saw that after cells divided, the newly formed cells contained an exact copy of the chromosomes in the original cells. Scientists hypothesized that the chromosomes might be involved in carrying genetic information from one generation to the next. In 1907, American biologist Thomas Hunt Morgan (1866– 1945) decided to test the idea. He bred fruit files, documenting how their mutant traits were inherited and passed on. He was able to show that genes for these mutations were located on the fruit flies’ chromosomes, a discovery for which he was awarded the Nobel Prize in Physiology or Medicine in 1933. What Is DNA? Every living thing, from a germ to an elephant, contains DNA. At the time Watson, Crick, and Franklin began their work, scientists were fairly certain that DNA acted as the instruction manual stored within cells. DNA tells some cells to grow as part of a collection that forms a nose long enough to reach the ground (as with an elephant) or to grow as part of a collection that forms a nose that fits the face (as with a human). DNA contains the language of living things, and it can be written in an almost infinite number of ways, as seen in the amazing diversity of animals and plants on Earth. In addition to providing instructions, DNA must be able to be copied. Organisms grow and reproduce by cell division. The DNA within cells must be copied with near perfection, or the new cells will have so many mistakes that they will not function properly, die, or even kill the organism of which they are a part. DNA Facts In human beings, DNA is divided into forty-six chromosomes, each of which contains a single molecule of DNA. These chromosomes come in pairs: one from the mother and one from the father. Human bodies contain trillions of cells; if someone were to extract all the DNA from a human body’s cells and line it all up end-to-end, it would create a chain from Earth to the moon six thousand times. For DNA to fit into a cell, it is wrapped up into tight packages called chromatin. Form Defines Function In biology, the structure of something is very important because unlocking the mystery of how something is built gives biologists information about the way it functions. Crick and Watson figured out that DNA is a double helix; that is, two curves wrapped around each other, like a twisted ladder. Its sides are composed of alternating sugar and phosphate atoms, which provide a structural scaffold for the DNA. Attached to these “sides” are chemicals called bases. They make up the “rungs” of the DNA ladder, and it is here that the “language” of genetics is written. There are four bases in DNA: adenine (A), guanine (G), thymine (T), and cytosine (C), and two bases occupy each of the rungs. A always pairs with T, and C always pairs with G. They are held together by the electrostatic force, the same force that holds a Styrofoam peanut onto clothing on a cold, dry day. The sugar-phosphate-base structural unit of DNA is called a nucleotide. DNA contains the instructions for every living thing on Earth. Its instructions may be arranged in an infinite number of patterns, which have created amazing diversity in the world. The DNA of every living thing on Earth is composed of the same chemicals, but the order in which the nucleotides are strung together in the DNA strands differs in each individual. The unique patterns of As, Ts, Cs, and Gs are the building blocks for every living organism; it’s the different combinations that make a human a human, and a fish a fish. Each chromosome contains thousands of base pairs, and each chromosome has many genes, each of which contains code for one particular function. Genes contain the language to build a person’s heart and muscles, grow the person’s hair, and determine his or her eye color. Basically, genes contain the instructions for building a specific protein. Proteins are big. They contain smaller subunits called amino acids. There are only twenty amino acids in living things, but it is possible more exist. When an organism requires a particular protein, a particular gene contains the instructions for how to combine amino acids together to build it. Undestanding DNA’s distinctive structure—its double helix shape and the predictable way the four bases pair together— provides the key to understanding the processes of replication, transcription, and translation. Through these processes, an organism’s genetic information can be preserved when its cells divide, and that genetic information is able to be converted into the proteins that the organism needs to function. Replication When a cell divides, it makes a copy of its DNA so that each new cell will have a complete set of instructions. This is called replication. Because of its double helix shape, copying is streamlined. First, DNA untwists so it is flat. The base pairs break apart like a zipper unzipping. Now the DNA is in two long strands, each with a row of single bases down one side. Each side forms the template for a new strand of DNA. In eukaryotic organisms, this replication happens in a cell’s nucleus, where there are plenty of base pairs. A bases join to T bases, T bases join to As, Cs join to Gs, and Gs pair with Cs. Once all the bases have new partners, the sugar and phosphate molecules align to form the outer side of the DNA. This model of DNA shows two bases (each a different color) on every “rung” of the ladder. Each rung is the same size. To replicate itself, DNA must untwist in many places at the same time. This makes replication a relatively quick process. The strands coil and twist back up. There are now two exact copies of DNA on two matching chromosomes. Once all the chromosomes double, the cell’s nucleus divides in half with one set of chromosomes in each. Transcription One of the great impacts of the DNA structure was to almost immediately suggest a mechanism for transcription. In the simplest terms, genes contain instructions about how a cell should make proteins, and these proteins, in turn, determine how an organism will work and function—for example, the shape of an organism’s nose or whether or not it will have wings or an extremely long neck. The total genetic information for an organism is called its genome. The code contained in DNA cannot actually be used until its information gets outside a cell’s nucleus. For that to happen, DNA needs to make a reverse copy of itself, called a transcript, in a process called transcription. Unlike cell division, the entire chromosome is not copied. Rather, only the part that is needed—a specific gene—gets copied into new material called ribonucleic acid (RNA). The sugar in RNA is slightly different than the sugar of DNA. RNA contains the same bases as DNA, except for one; in RNA, uracil (U) replaces thymine (T). Just like in cell replication, the DNA unwinds in the nucleus, but this time only around the gene being transcribed. It unzips so that the base pairs can separate, but only one side of the DNA becomes a template. Enzymes called RNA polymerases use the DNA sequence as a guide to construct an RNA strand, pairing Cs and Gs, and As and Us. When copying is finished, the RNA strand is released. The DNA zips back up while the RNA can now pass through the walls of the nucleus into the cell. The strand of RNA carrying its particular instruction set conveys a message from the DNA within the nucleus to large complexes outside the nucleus called ribosomes, where proteins are made. In fact, this RNA is called “messenger RNA” or mRNA. In the same way that a cell’s nucleus contains extra nucleotides for DNA replication and transcription, materials called amino acids, the building blocks of proteins, are present in the cell’s cytoplasm. Ribosomes use the code from mRNA to make long chains of amino acids. Found in large numbers in a cell’s cytoplasm, ribosomes are protein factories. They are responsible for accurately translating the protein “recipes” from mRNA into a linear sequence of three nucleotides called a codon and turning it into a particular protein. Translation When properly strung together, strands of amino acids make proteins that are critical to the body. For example, hemoglobin is a protein in blood that carries oxygen from the lungs to the muscles, brain, and other tissues. Antibodies are proteins that fight viruses and bacteria, and enzymes are proteins that help the body break down and derive energy from food. Messenger RNA is like a half-DNA, with a single strand instead of two. And rather than paired bases, RNA has exposed bases, just waiting to stick to their opposites. When a ribosome connects with mRNA, it starts by reading the first three bases. Each group of three bases is called a codon, and each codon codes for a particular amino acid. Because there are four bases, they can be combined into sixty-four different codons. Since there are only twenty amino acids, that means there are some duplicate codons that stand for the same amino acid. There are also a few “stop” codons, which signal that it’s time to stop building. Once the ribosome reads the three-letter codon, the transfer RNA (tRNA) gets to work. It is specially shaped to expose three bases at its tip. These are anti-codons: they match up with the codon for the amino acid they’re attached to. The ribosome holds the mRNA in place to expose its leading codon. When the matching anti-codon comes along, they link up. The attached amino acid is left behind, and the mRNA advances. Then, a new chunk of tRNA locks in place, and another amino acid is left behind. This repeats over and over, adding amino acids to the chain until the full protein is built! Antibodies are proteins that help the body fight infection. When invaders such as bacteria, viruses, fungi, or toxins attack, antibodies can recognize them as “foreign,” bind to them, and deactivate them or destroy them. Once the ribosome is finished, the chain of amino acids folds into a specific and intricate three-dimensional structure. Each protein folds differently depending on what job it has to do. For example, antibodies have a “Y” shape to allow the antibody to attach both arms of the Y to a foreign material, such as a virus or bacteria. They use the stem of the Y to signal other immune system proteins to help out.",
      "chapter_number": 2,
      "section_number": null,
      "word_count": 2133,
      "file_path": "OPS/Text/08_Chapter02.xhtml",
      "spine_order": 7
    },
    {
      "title": "Chapter 9",
      "content": "The Race When Watson and Crick started their investigations, the structure of DNA was the hot question of the day. If the first half of the twentieth century had been devoted to uncovering the laws of physics, the theory of relativity, quantum mechanics, and nuclear fission, the second half of the century would be devoted to biology. Up until then, experts were convinced that genes were made of proteins because protein molecules are very large and it seemed logical that only a large molecule could carry so much information. But all that thinking was about to change. The Contenders In the 1920s, Frederick Griffith (1879–1941), a microbiologist working in England at the Ministry of Health, was doing work on the pneumococcus bacteria. He found that there were two forms: one smooth and one rough. Griffith injected lab mice with each type. He found that the smooth (S) type killed the mice, while the rough (R) type did not. He then heated the S bacteria, killing the bacteria cells, and injected it into mice. The mice survived. He later mixed the live R and killed S bacteria together and injected it into mice. Surprisingly, the mice died. He also discovered that the bacteria remaining in the dead mice was the live S bacteria. What had happened in the mice to bring the deadly S form back to life? Taking up Griffith’s work, Oswald T. Avery (1877–1955) at Columbia University in New York believed that the restoring agent must be a protein. Meanwhile, in England, Griffith tried to kill the live S bacteria, first by using an enzyme known to digest proteins and then by trying one for DNA, called DNAase (-ase is the standard suffix that means “enzyme”). What Griffith found was that the bacteria exposed to DNAase did not become lethal. Whatever was responsible for the transformation was happening where there was DNA. But there remained the question of how DNA, made up of just four bases repeated over and over, could be complex enough to carry all the information scientists believed it had to carry. The answer lay in the work of Erwin Chargaff (1905–2002), a scientist at Columbia University whose work directly influenced Crick and Watson. Inspired by Avery, Chargaff found that in DNA, there was always an equal amount of thymine and adenine and cytosine and guanine, though the A-T amounts could be very different from the C-G amounts. This strongly suggested that A and T were always found together, and likewise that C and G were always paired. In a paper with colleagues published in April 1952, Chargaff theorized that the base pair bonded a certain way, but he was not ready to propose anything further. However, his observations would be critical to Watson and Crick as they began building their DNA model. Watson Moves to London At a 1951 convention in Naples, Italy, Watson heard Maurice Wilkins speak about his research on nucleic acids and why his lab was focusing on it: they believed that it could lead to understanding the structure of a gene. Watson was eager to join Wilkins’s team at King’s College, London, and wrote a letter of inquiry but received no answer. At this point, he had already decided that he wanted to uncover the structure of DNA, and he managed to talk his way out of his fellowship in Copenhagen to follow Max Perutz (1914–2002). Perutz, a chemist turned crystallographer, was at the Cavendish Laboratory in Cambridge, England, investigating the structure of hemoglobin. If Watson joined the Perutz lab, he could study crystallography and plant viruses. He told his sponsors that X-ray crystallography was key to understanding genetics, and that genetics, according to one of his scientific mentors, Max Delbrück (1906–1981), was the problem of the century. Whoever cracked the genetic code would be famous. And fame was what Watson was after. At the Cavendish Lab, Watson met Crick. Watson told his mentor Delbrück that Crick was “the brightest person I have ever worked with and the nearest approach to [Linus] Pauling.”1 Crick’s incessant talking was a source of irritation for many of the scientists at the Cavendish Lab, but for Watson, it was pure gold. Their rambling conversations played a big role in their work. Each had an area of expertise that complemented the other: Watson knew biology and genetics, and Crick was a physicist turned X-ray crystallographer. Linus Pauling Linus Pauling (1901–1994) was an American chemist who had been working on molecular structure, the nature of the chemical bond, and the effects of various chemical agents on the human body. Before landing a professorship at the California Institute of Technology, he worked with Niels Bohr (1885–1962) in Denmark and Schrödinger in Switzerland. He had successfully applied the theories of physics to biology, focusing on the spatial architecture of molecules and the relationship between molecular structure and molecular behavior. King’s College, London, 1951 Back at King’s College, John T. Randall had successfully convinced Rosalind Franklin to leave Paris and come back to London to work on a project she would head involving protein structure and X-ray diffraction. Randall sent Franklin a letter stating that “as far as the experimental X-ray effort is concerned there will be at the moment only yourself and [graduate student] Raymond Gosling.”2 Wilkins knew nothing of this correspondence and expected that he and his colleague Alec Stokes would analyze the pictures Franklin and Gosling took. Randall did nothing to clear up the matter, so Franklin was irritated to learn that Wilkins had been working on DNA using X-ray crystallography, and she let Wilkins know. Still, Wilkins worked on the problem, which he felt was still his. From previous studies, Wilkins and Stokes knew that the DNA molecule was composed of sugar and phosphate and that attached to the sugar atoms were four different bases, but they didn’t know how they were arranged. Despite his difficulties with Franklin, Wilkins had learned from her X-ray diffraction pictures that DNA fibers came in two types: wet (B form) and dry (A form). X-ray diffraction on the wet fibers produced an image that had a crystalline structure and a pattern that showed as a distinct X, whereas the dry version produced an image with sharp scatter and many distinct spots. Several of Franklin’s older X-ray images were sharp, but there were some blurry spots. Now she and Wilkins knew why: those images were of a DNA that was a blend of the A and B types. This is the famous X-ray diffraction photo of DNA that Rosalind Franklin took in 1951. At this point, the King’s College group knew three things: DNA was crystalline, at least one of its forms was shaped like a helix, and many water molecules could attach themselves to it, which caused it to stretch out. Franklin reasoned that because DNA could easily take up water, the phosphates had to be on the outside of the molecule (phosphates attract water). In addition, Wilkins thought the photographs suggested a helical structure (meaning two strands, not three), although Franklin hesitated to draw that conclusion. The friction between Wilkins and Franklin was taking its toll on Wilkins, so he was pleased when, in early November 1951, Crick invited him for a weekend in Cambridge. Watson was there too, and he and Crick bombarded Wilkins with questions. Wilkins had no reason to withhold information. He and Crick were old friends, and as far as he knew, no one at the Cavendish Lab was working on DNA. On November 21, 1951, King’s College hosted a colloquium on the structure of nucleic acid. Franklin was one of the speakers. She presented her findings about how much water the molecule could hold, but she didn’t actually use the term “helix.” In fact, none of the speakers at the meeting suggested “that seeing the shape of the genetic molecule would reveal how it did its work.”3 Watson was at that meeting. But he wasn’t really paying attention to what Franklin had said, nor did he take notes. So, when a week later he and Crick put together a model, it was based only on Watson’s vague recollection of Franklin’s presentation and on what they had heard from Wilkins. Neither were trained chemists, which limited their understanding of how chemical bonds could affect the structural arrangement of atoms in a molecule. The final result was a three-chain helical model with phosphates on the inside and bases on the outside. John Kendrew (1917–1997), a Cavendish colleague, thought that Watson and Crick should let the King’s College team see the model; after all, they had used some of King’s College’s data to come up with it. When Franklin saw it, she immediately saw the error. DNA, she said, “is a thirsty molecule.”4 It could soak up ten times more water than Watson and Crick had calculated. The phosphates had to be on the outside, surrounded by a shell of water. Otherwise, how would the molecule stay together? They had put the sodium ions outside the molecule, which covers them in water and makes them unavailable to bind with other atoms. After this, the scientist in charge of the Cavendish Lab, Lawrence Bragg (1890–1971), asked Watson and Crick to step away from the DNA question. Bragg and Randall had agreed that how DNA was made would be investigated by scientists at King’s College. Though they had been asked to step away, Watson and Crick continued to work on DNA secretly. They did a lot of reading and spent lunch hours at the local pub, the Eagle, discussing what they had learned. During this time, Erwin Chargaff visited England. He met with Watson and Crick and was unimpressed. He thought Watson was an ill-mannered American and that Crick was pushing a theory that he didn’t fully understand— Crick couldn’t even remember the chemical differences between the four bases in the DNA molecule.5 Despite Chargaff’s disdain, Watson and Crick learned a lot and were able to apply Chargaff’s findings: in the DNA molecule, there was always an equal amount of adenine as there was thymine, and equal amounts of cytosine and guanine. Back at King’s College, things were even worse between Wilkins and Franklin. By now, Franklin was pretty convinced that the sugar–phosphate backbone of DNA was actually on the outside of the molecule, but Wilkins had no access to her research, and therefore there was nothing he could pass on to Watson and Crick. Across the Pond Linus Pauling had already discovered the alpha helix, a protein structure in which chains of amino acids are held together by strong links called peptide bonds. X-ray diffraction data had shown that these chains were almost always coiled. Pauling and his associate, Robert Corey (1897–1971), constructed a physical model using pieces of tin cut exactly in the shape of each element. This was extremely exacting work. For example, molecular models on the scale 2.5 centimeter = 1 angstrom (one ten-billionth of a meter) had to be made with a precision better than 0.01 centimeters. Pauling’s papers and model-building method had a great impact on Crick and Watson. In his memoir, Crick wrote that Pauling’s approach taught him the importance of model building, as well as the necessity of taking risks when making hypotheses. For Watson, “there was no one like Linus in all the world,” and it was Pauling who Watson was sure he would compete with in “win[ning] the DNA structure.”6 For Pauling, investigating the structure of DNA was the natural outgrowth of his previous work. But he was in no rush to do it—not until he realized there was a “race” going on. In 1952, Pauling’s son Peter was in England to work at the Cavendish Lab, and he was sharing office space with Watson and Crick. Of course, the younger Pauling wrote to his parents regularly, so he knew his father was actively working out the construction of DNA. In January 1953, Peter wrote to his father: “For more than a year Francis [Crick] and others have been saying to the nucleic acid people at Kings ‘You had better work hard or Pauling will get interested in nucleic acids.’”7 He also asked his father to send an advanced copy of a paper Linus Pauling had submitted to the prestigious scientific journal Nature in which he had suggested that DNA was a triple helix with a sugar-phosphate backbone inside. Linus Pauling (left) and Robert Corey (right) deduced two main structural features of all proteins. These structures form the backbone of tens of thousands of proteins, including DNA. When Crick and Watson read Pauling’s paper, they knew from their previous model-building that it was wrong. Furthermore, Pauling didn’t know about the X-ray evidence that proved that the phosphate groups were somewhere outside the molecule. But Watson and Crick did, thanks to all the information Wilkins had been passing along. Initially, Watson felt gleeful—there was still a chance he and Crick could crack the code before Pauling— but he also knew that Pauling would quickly figure out his error, so there was no time to lose. Photo 51 Watson knew that he needed the information from the researchers at King’s to complete the model, and he rushed to London to try to get it. But Franklin was having none of that. She was still trying to reconcile what all her data meant. The two fought, and Wilkins, overhearing, brought Watson into his office and showed him the now-famous image (Photo 51) of the B form of DNA that Franklin had taken months earlier. Watson immediately understood its significance: “The pattern was unbelievably simpler than those obtained before. Moreover, the black cross of reflections which dominated the picture could arise only from a helical structure.”8",
      "chapter_number": 3,
      "section_number": null,
      "word_count": 2283,
      "file_path": "OPS/Text/09_Chapter03.xhtml",
      "spine_order": 8
    },
    {
      "title": "Chapter 10",
      "content": "The Famous Double Helix After seeing Franklin’s photo, Watson wanted to get back to his lab as quickly as possible. On the train back to Cambridge, he drew what he could remember. In his mind, the photo showed a two-chain structure, like a twisted ladder. The Correct DNA Model Arriving back in Cambridge, Watson spoke with Bragg, explaining what he’d learned in London, stressing that if the Cavendish team didn’t take this opportunity, certainly Linus Pauling would beat them. Though Bragg had stopped Watson once, this time he encouraged Watson to go ahead with investigating and building a model of DNA. Watson had yet to speak with Crick, but when he did, Watson told him what he’d learned about the B form of DNA and the photo. From these, Watson hypothesized that the bases must be stacked on top of each other in a direction perpendicular to a helical axis. Crick wasn’t so sure and wanted to keep the option open to work on two- and three-chain models. While waiting for the machinist to deliver the model parts, Watson started to build a model with the pieces he already had. He decided to put the phosphate-sugar backbone on the outside of the molecule, as Franklin suggested. He knew from Chargaff’s findings that there were equal amounts of the bases, but Watson figured that bases would pair like to like; that is, A would pair to A, G to G, and so on. Around this time, a former student of Pauling’s, Jerry Donohue (1920–1985), was visiting the Cavendish Lab, and he pointed out that the forms of the bases Watson and Crick were using were out of date. New thinking was that these bases had slightly different shapes. Though these structural changes were small, it made a huge difference in the way the bases could bond and therefore in how a model could be constructed. Watson had to let go of his like-to-like theory. By late February, the machinist had still not delivered the parts, so Watson decided to start cutting out pieces from cardboard. He began playing around with the pieces, and suddenly it became clear to him: adenine and thymine were held together by two hydrogen bonds that were identical in shape to the hydrogen bonds that held together guanine and cytosine. Furthermore, this rendering accommodated Chargaff’s rule of A = T and G = C. When Crick arrived at the lab, Watson pounced: he’d found the solution. At first Crick was skeptical—they believed they’d had the answer before—but as Crick examined Watson’s model, he could see that it worked. The model was a double helix whose measurements fit the experimental data. Moreover, the design would allow for a genetic code that could make a copy of itself and pass that copy along. Nonetheless, Watson reports in his book The Double Helix that he felt “slightly queasy when at lunch Francis winged into the Eagle to tell everyone within hearing distance that we had found the secret of life.”1 They still had to get the metal parts from the machine shop to build a real model and confirm their findings. This is a replica of the demonstration model Crick and Watson used to verify the structure of DNA. Watson got the machined parts the next day and put together the first three-dimensional model that adhered to all the X-ray data from Franklin and Wilkins’s research and the rules of stereochemistry. Crick followed after him, checking measurements. Their model revealed that DNA is composed of two strands of alternating units of sugar and phosphate on the outside, with pairs of bases inside, bonded by hydrogen. Bruce Fraser’s Model In November 1951, R. D. B. (Bruce) Fraser (1924-) was a PhD candidate in Dr. William Price’s lab at King’s College. Fraser decided to build a physical model that reflected the current thinking on DNA. He did not have any problems with Rosalind Franklin and discussed his model with her. When he asked her how many chains she thought might be in the molecule, Franklin said three. Just like Wilkins and later Linus Pauling, Franklin assumed that because of the molecule’s density and ability to hold water, DNA could not be composed of two chains. There wouldn’t be enough room. Fraser quickly finished his model and except for the number of chains, it was alarmingly accurate. It was helical in shape, the phosphates were on the outside, and the bases were stacked and separated by a distance of 3.4 angstroms. Even though it was full of potential, nothing came of Fraser’s model because of what some believe was King’s College’s overly cautious way of doing things; they were not about to release anything without checking and rechecking the data. The final model was 6 feet (1.8 meters) high and contained ten pairs of bases. Publishing Their Findings Bragg came to view the model and liked it, but in accordance with good scientific practice, he asked Watson and Crick to get the opinion of Alexander Todd (1907–1997), an expert in organic chemistry. Todd approved. Then, Wilkins saw the model. He, too, found that the model supported his data, and several days later, he phoned to say that Franklin also believed that her X-ray data strongly supported the double helix. According to Watson, she “saw the appeal of the base pairs and accepted the fact that the structure was too pretty to not be true.”2 Watson and Crick quickly got to work writing up their findings for submission to Nature. Their article, “A Structure for Deoxyribose Nucleic Acid,” appeared on April 25, 1953. Though they acknowledged Franklin and Wilkins in their initial paper, they gave no indication of how important Franklin’s photo and Wilkins’s data were in helping them.",
      "chapter_number": 4,
      "section_number": null,
      "word_count": 955,
      "file_path": "OPS/Text/10_Chapter04.xhtml",
      "spine_order": 9
    },
    {
      "title": "Chapter 11",
      "content": "The Aftermath By solving the way all the pieces fit together, Watson and Crick had shown the world two things: how DNA may be replicated and transcribed by complementary assembly, and how the letters of the code are arranged. Having this information, scientists could now get to work figuring out how the molecule unwound to replicate itself. Then they would be able to decode the instructions embedded in DNA. Franklin Dies By all accounts, Rosalind Franklin was a meticulous scientist, precise in her measurements and reporting. By the 1950s, it was common knowledge that exposure to X-ray radiation could cause cancer, but safety standards were lax. One of Franklin’s colleagues recalled seeing her step into the beam of an X-ray camera to get a perfect image. In 1956, Franklin was in the United States when she suffered severe abdominal pains. She visited the doctor, got painkillers, and continued her travels. By the time she returned to England and saw a doctor there, she had advanced ovarian cancer. Though she kept working during treatment and surgery, Franklin died on April 16, 1958. Though tolerance dosage guidelines existed during Franklin’s time, they were not as exacting as they are today. What was permissible was not always safe. Because the camera could only be focused when the X-ray beam was on, Franklin regularly exposed herself to radiation when she positioned her samples. Some people have suggested Franklin did not receive her due credit because she was a woman. However, Franklin’s sister, Jenifer Glyn, has said that Franklin would have been uncomfortable and embarrassed by portrayals that cast her as a victim of male dominance or an active feminist. “She would have thought of herself simply as a scientist whose achievements should have been judged on their own terms.”1 In recent decades, however, more attention has been given to women’s contributions to science, technology, engineering, and mathematics (STEM). Franklin’s accomplishments continue to inspire generations of women. Controversy Some say Wilkins stole one of the best X-ray pictures Franklin had taken of DNA and passed it on to Watson secretly. It was clearly this image that allowed Watson and Crick to fill in the last piece of the DNA puzzle. Franklin biographer Brenda Maddox points out that Wilkins would have had access to the photo because Franklin was leaving King’s College and her graduate student Raymond Gosling would have been preparing to complete his thesis without her. “[Gosling] had every reason to show what was also his current work to the assistant head of the department.”2 Did Wilkins steal? Did Crick and Watson? Perhaps there is no clear answer. What’s clear is that nowhere in Crick and Watson’s famous paper did the pair mention Franklin’s photo. The Nobel Prize (1962) After Watson and Crick published their findings, other scientists (including Pauling and Wilkins) tested them to confirm that the structure they proposed was indeed correct. After minor tweaking, the scientific community agreed their structure was correct. According to the Nobel Foundation, the Prize for Physiology or Medicine is given to work that the Nobel Committee believes has long-lasting repercussions for future generations of scientists and doctors.3 Once Watson and Crick’s model had become an accepted piece of scientific knowledge, it was unsurprising that they were nominated for the prize. Thus, in 1962, Crick, Watson, and Wilkins shared the award. Why did Wilkins get the prize and not Franklin? According the Nobel Prize rules, anyone who is awarded must be living. Furthermore, prizes for science cannot be divided more than three ways. Had Franklin survived, the Nobel Committee might have had a difficult choice, though historically prizes in science have not gone to many women. Of course, this question will never be answered, but in their acceptance lectures, only Wilkins, the scientist with whom Franklin had had much difficulty, recognized “my late colleague Rosalind Franklin who, with great ability and experience of X-ray diffraction, so much helped the initial investigations on DNA.”4 After the Prize After DNA, Wilkins turned his attention to RNA and neurobiology. He also became increasingly involved in speaking about the misuse of science. He organized an undergraduate course on the social aspects of science that was well liked. Unlike Watson and Crick, Wilkins used his professional expertise for social causes, maintaining membership in the British Society for Social Responsibility in Science, the Russell Committee Against Chemical Weapons, and Food and Disarmament International. Wilkins continued to work in genetics, focusing on the structure of RNA. He stayed at King’s College until he died on October 5, 2004. The 1962 winners of the Nobel Prize pose for a photograph after the official ceremony in Stockholm. From left to right: Professor Maurice H. Wilkins (medicine); Dr. Max Perutz (chemistry); Dr. Francis Crick (medicine); author John Steinbeck (literature); Prof. James D. Watson (medicine); and Dr. John Kendrew (chemistry). After their work on the double helix, Watson and Crick collaborated for a time, then pursued other scientific endeavors separately. Crick was interested in examining the relationship between DNA and proteins. Watson returned to the United States to Harvard University, where he started a department of molecular biology. A Best Seller Turns Best Friends Away In 1968, Watson wrote The Double Helix: A Personal Account of the Discovery and Structure of DNA. While the book became a best seller and garnered much praise, many felt that Watson’s rendition of events was unfair, particularly his depiction of Rosalind Franklin, whom he referred to as “Rosy.” In his book, she appears like an evil character in a fairy tale. But she was not alive to defend herself. Wilkins and Crick, however, were alive, and both objected to Watson’s portrayal. Harvard University had planned to publish the book, but as result of these objections, dropped it. Eventually, two other publishers—one in the United States and one in the United Kingdom—picked it up. As a result, Crick did not speak to Watson for some time, but they reconciled later in their careers.5 In 1977, at the age of sixty, Crick got interested in neuroscience and became head of the Salk Institute in San Diego, California. He spent the rest of his academic career at Salk, becoming the J. W. Kieckhefer Distinguished Research Professor of Biological Studies. He died on July 28, 2004. Watson After The Double Helix After building the department of molecular biology at Harvard, Watson became the director of the Cold Springs Harbor Laboratory in New York. The lab was having trouble financially, but Watson raised enough money to save it from ruin and turn it into a well-known center for study of cancer-causing viruses. He became president and director of the lab in 1994 and later, chancellor. Watson envisioned a time when the complete sequence of human DNA—the code for every gene that makes humans human—could be known. That vision became a reality in 1989 when Watson became the first director of the Human Genome Project. On January 1, 2019, PBS aired a program about Watson titled Decoding Watson. In it, Watson revived a controversial remark he had made in 2007 about a link between intelligence and race, which cost him his title and status at Cold Spring Harbor Laboratory. Crick had also made such remarks during his lifetime, but he was never publicly reprimanded. Wilkins once remarked that Watson and Crick had gotten “a bit narrow-minded” due to their focus on molecular biology. “They think everything about life and human beings can be explained in terms of atoms and molecules … Molecular biology is, obviously extremely important.”6 However, Wilkins cautioned it is only a tool and it would be “a great mistake to think it is going to comprehend everything.”7",
      "chapter_number": 5,
      "section_number": null,
      "word_count": 1272,
      "file_path": "OPS/Text/11_Chapter05.xhtml",
      "spine_order": 10
    },
    {
      "title": "Chapter 12",
      "content": "The Revolution Continues Since the revelations about DNA’s structure, scientists have learned many things about the way DNA actually works. They have developed techniques to read an organism’s genes and to remove portions of its four-letter code. The ability to identify abnormalities in an organism’s genetic makeup may lead to treatment or cures for diseases in humans that are known to be passed down from generation to generation. It can also lead to ethical questions that everyone—not just scientists— should consider. Synthetic DNA In the early 1970s, scientists found a way to synthesize DNA. In a cell, DNA synthesis takes place during replication. In a lab, scientists use a combination of genetic engineering and enzyme chemistry to make DNA. They found they could combine a gene they were interested in studying with a small stretch of DNA that is found in many bacteria (a bacterial plasmid). Scientists then injected resulting hybrid DNA (recombinant DNA) into a bacterial cell. They cloned the cell, allowing it to grow and multiply in a culture. As the cells multiplied, so did the copies of the genes they had inserted. When the bacteria had multiplied enough, the multiple copies of the inserted gene were isolated. This method of DNA synthesis can produce billions of copies of a gene in a couple of weeks. PCR is a method for increasing the amount of DNA taken from a single sample. By 1985, researchers found a new process for making DNA, called polymerase chain reaction (PCR). This method is much faster than previous known methods, producing billions of copies of a DNA strand in just a few hours. It begins by putting a small section of double-stranded DNA in a solution containing DNA polymerase, nucleotides, and primers. The solution is heated to separate the DNA strands. When it is cooled, the polymerase creates a copy of each strand. The process is repeated every five minutes in an automated machine until the desired amount of DNA is produced. This is important for furthering the understanding of biology and for creating new tools for medical science, especially the development of drugs that couldn’t otherwise be synthesized. On the other hand, it can also create, as author Jay Bennett notes in a Popular Mechanics article, “organisms with wholly unnatural attributes and traits not found elsewhere in nature.”1 DNA Evidence Before the 1980s, detectives and police used a process called serology to analyze blood, saliva, and other fluids collected at a crime scene. While serologic analysis can exclude a suspect, it can also include many members of a population group. In 1980, a British geneticist named Alec Jeffreys (1950—) discovered a way to use DNA to more accurately identify people who may have been involved in a crime. Called DNA fingerprinting, the process involves examining cells from blood, skin, hair, muscles, saliva, and bones, and analyzing the DNA in them. Like fingerprints, each person’s DNA pattern is unique, as shown in this image of the bands of DNA produced by electrophoresis. Following the work of Franklin, Wilkins, Watson, and Crick, scientists learned that about 99.9 percent of the human genome is the same in everyone, meaning that people are more alike than they are different. However, one-tenth of 1 percent of a person’s DNA is unique. That might sound like a small number, but in fact, it is about three million base pairs, which represents trillions of possibilities. Jeffreys and his colleagues studied sections of the double helix that seemed to show variations from person to person. Within these areas (known as highly variable regions), Jeffreys discovered short chemical sequences called minisatellites, which could be used like a fingerprint to distinguish one person from another. Since then, other more sensitive tests have been developed. But DNA evidence is not foolproof. Samples can be contaminated before they get to a lab. If a suspect leaves only trace amounts of DNA, the results can be much less accurate than if there is a lot of DNA to sample. Furthermore, like many laboratory procedures, DNA results are only as good as the training of the people doing the analysis. The Human Genome Project The Human Genome Project (HGP) was an international effort to map the entire human genome. Researchers looked letter-by-letter at the genetic code for every gene in a human, including some variations (called alleles). Spearheaded by the National Institutes of Health, it was one of the largest research projects in United States history. It was officially launched in 1990 with the goal of completion in fifteen years. James Watson headed the Human Genome Project from 1990 to 1992. The initial goals for the Human Genome Project were: to develop genetic linkage maps [maps that show the proximity of genes to one another on a chromosome]; to create a physical map of ordered clones of DNA sequences; and to develop the capacity for large-scale sequencing, because faster and cheaper machines along with other great leaps in technology would be needed to get the job done.2 Indeed, during the life of the project, gene sequencing technology became faster and cheaper. The project finished ahead of schedule in 2003, when HGP director Francis Collins announced on April 14 that the first draft of the human genome was completed. Genetic Counseling As a result of the Human Genome Project, many human diseases became better understood. For example, a person with sicklecell disease has one building block—an A—that mistakenly gets converted to T in a gene that makes hemoglobin. That one “typo” creates a host of problems for the person who has it: red blood cells that collapse into a sickle shape and clump together, causing horrible pain and blocking the flow of oxygen to healthy cells. With an increased understanding of human genetics, diagnosing, monitoring, and treating human diseases has changed. Genetic counseling provides information, education, and guidance for people who may be facing genetic conditions such as sickle cell anemia. Since the 1970s, genetic counselors have been part of health-care teams that educate people as to the genetic implications of a disorder. For example, a test for a mutation in the BRCA1 or BRCA2 gene can indicate that a person may have an increased risk of developing breast or ovarian cancer. Traditionally, genetic counseling was performed by a specialist and focused on single-gene conditions, pre-birth testing, and genetic conditions diagnosed at birth or early in childhood. As of the early 2000s, counseling began to include the results of tests performed by companies such as 23andMe and Ancestry. These home tests can determine a genetic predisposition (an increased risk of developing a disease) for conditions such as hereditary thrombophilia, a blood clot disorder, and Parkinson’s disease, which affects nerve cells in the brain that are responsible for controlling body movements. CRISPR Gene Editing CRISPR stands for clustered regularly interspaced short palindromic repeats. In 1978, researchers in Japan noticed “a weird, repeating sequence in the DNA of E. coli bacteria.”3 Further research revealed CRISPR-associated (Cas) genes, which produce Cas enzymes that can slice through DNA, attacking and destroying enemy viruses. In 2012, University of California, Berkeley professor Jennifer Doudna, PhD, and colleagues showed how CRISPR and the enzyme Cas9 could be quickly engineered to find and cut specific sequences of DNA in a test tube. The following year, other studies at different labs demonstrated that CRISPR-Cas9 could be programmed to edit human DNA. Like molecular scissors, CRISPR can locate gene irregularities and cut them out in any plant or animal. This means that there may be cures for debilitating or lethal diseases such as sickle cell, Parkinson’s, and cancer. CRISPR technology allows genome editing by removing, replacing, or adding to parts of the DNA sequence in living eukaryotic cells. The Dangers of CRISPR Along with the benefits of CRISPR, there are concerns. Many have raised questions about the regulation and oversight of this gene-altering tool. There are fears that CRISPR will be used to create designer babies with desirable physical traits and talents. Ongoing experiments to alter the DNA of disease-spreading insects and to genetically enhance crops and livestock may have unintended effects on the environment. Furthermore, the technology, though cheaper than previous methods of gene editing, is still costly and out of reach for most people. Still, the promise of discovering new drugs for the dozens of harmful diseases keeps scientists focused on using the tool. At the end of 2016, the CRISPR gene-editing tool was used for the first time on human cancer patients, and now researchers have succeeded in creating a new kind of life with partially synthetic DNA. In November 2018, He Jainkui at the Southern University of Science and Technology in Shenzhen, China, announced that he had altered embryos for seven couples during fertility treatments. He said he was trying “to bestow a trait that few people naturally have: an ability to resist possible future infection with HIV.”4 While this may sound like a great breakthrough for humanity, many scientists around the world were shocked. At the University of Pennsylvania, gene-edit expert Dr. Kiran Musunuru called He’s actions “unconscionable,” adding that experimenting on humans is neither moral nor ethical. Munsunuru pointed out that even if the editing worked, people without normal CCR5 genes would face higher risks of contracting other viruses. Moreover, there are other, less risky ways to prevent HIV. He Jainkui was investigated by the local medical ethics board to see whether his experiment broke Chinese laws or regulations. He was fired from his university position and placed under house arrest. While these may seem like extreme actions, it does point out the need for careful thought when ethics and science cross paths.",
      "chapter_number": 6,
      "section_number": null,
      "word_count": 1602,
      "file_path": "OPS/Text/12_Chapter06.xhtml",
      "spine_order": 11
    },
    {
      "title": "Chapter 13",
      "content": "Conclusion Many years have passed since the initial revelations about DNA, and there have been many breakthroughs: the mapping of the human genome, the discovery of new techniques to isolate and correct gene mutations, and even the recognition that Watson and Crick, while first to make the announcement about the “building blocks of life,” used the contributions of many scientists to get there. But larger questions about the future of genetic engineering remain. Going forward there are bound to be challenges. Eric Lander, director of the Broad Institute, suggests that now is the time to create a framework for deliberately changing the genes passed on to children and future generations. Lander says there are four points to consider.1 The first is technical. Before scientists start changing the human genome, they need to figure out how to do it with a reasonable degree of precision. Currently, there are problems such as incomplete editing and the introduction of mutations. As technology and science merge, questions will arise about how genetic information will be used in the future. Genetic testing may save people from potential illnesses and defects, but there are also moral issues to consider. The second issue is whether or not there are medical needs that outweigh the risks. Lander notes that there is a compelling argument for eradicating fatal diseases, but that rationale “largely evaporates under careful scrutiny.”2 That is, the risks for editing an embryo outweigh the potential benefits. Rather, Lander suggests stepping up routine genetic testing on couples so more people will know about potential risks they may pass on to their children. Third, Lander thinks that as a society, people should ask themselves who has the right to decide. Some people may argue that parents should be able to make that choice, but Lander cautions that humanity must think about the implications for future generations who may or may not consent to genetic modifications. And it isn’t just scientists who should be part of the discussion: These are questions for everyone. Finally, Lander brings up the issue of morality. What is right and wrong and how do people want to live as a society? As Lander notes, scientists may be reluctant to debate ethics, but it is important that they do. Furthermore, Lander asks, “How would routine genome editing change our world? Would we come to regard our children as manufactured products? Would marketers shape genetic fashions? Would the ‘best’ genomes go to the most privileged? … It has been only about a decade since we first read the human genome. We should exercise great caution before we begin to rewrite it.”3",
      "chapter_number": 7,
      "section_number": null,
      "word_count": 435,
      "file_path": "OPS/Text/13_Chapter07.xhtml",
      "spine_order": 12
    },
    {
      "title": "Chapter 14",
      "content": "CHRONOLOGY • 1859 Charles Darwin describes his theory of evolution in On the Origin of Species. • 1866 Gregor Mendel publishes his findings about pea heredity. • 1869 Fredrich Miescher isolates a substance from a cell nucleus. He names it “nuclein,” but it is now called DNA. • 1883 Walther Flemming observes cell division and discovers chromosomes. • 1907 Thomas Hunt breeds fruit flies to show that genes are on the chromosomes. • 1916 Francis Crick is born on June 8 in Northampton, England; Maurice Wilkins is born on December 15 in Pongaroa, New Zealand. • 1920 Rosalind Franklin is born on July 25 in London, England. • 1928 James Watson is born on April 6 in Chicago, Illinois. • 1944 Oswald Avery and colleagues prove that DNA carries the genetic code. • 1946 Wilki ns follow former professor John T. Randall to King’s College, London, England. • 1947 Crick begins working at the Strangeways Lab in Cambridge, England; Franklin moves to France, where she studies coal. • 1949 Crick moves to he Cavendish Laboratory in Cambridge, England. • 1951 January: Franklin moves back to England to join King’s College. May: Watson hears Wilkins lecture on X-ray crystallography and decides to pursue it. October: Watson joins the Cavendish Lab and meets Crick. November: Watson attends a conference where he hears Wilkins and Franklin speak about X-ray crystallography and their work with DNA; Watson and Crick build a triple helix model of DNA; Franklin finds serious errors in the model’s structure. December: The head of Cavendish, Sir Lawrence Bragg, demands that Watson and Crick cease work on DNA. • 1952 May: Franklin takes Photo 51, the distinctive image of the B (wet) form of DNA. September: Peter Pauling and Jerry Donahue join the Cavendish Lab. December: Linus Pauling writes his son Peter to say that he has figured out the structure of DNA. • 1953 January: Peter Pauling receives advance copies of his father’s research paper. Watson reads the paper and realizes Linus Pauling has made a mistake; Wilkins shows Watson Photo 51, and Watson recognizes the double helical structure; Bragg allows Watson to resume DNA building. February: Jerry Donahue sees the pieces Watson is using for model building and suggests that he use modified shapes; working with cardboard cutouts, Watson stumbles on the correct pairings. March: Watson and Crick finish the large model; Franklin leaves King’s College to work at Birkbeck College. April: “Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid,” appears in volume 171, issue 4356 of Nature. Papers by Wilkins and Franklin and their collaborators also appear in this issue of the journal. May: Watson and Crick publish a second article proposing a mechanism for the way DNA carries genetic information. • 1955: Watson returns to the United States and becomes a professor of biology at Harvard. • 1958: Rosalind Franklin dies of ovarian cancer on April 16. • 1962 Crick, Watson, and Wilkins share the Nobel Prize for Physiology or Medicine. • 1968 Watson publishes The Double Helix and becomes director of the Cold Spring Harbor Lab in New York. • 1977 Crick becomes interested in brain research and moves to the Salk Institute in California. • 1981 Wilki ns retires from King’s College. • 1988 Crick publishes his memoir What Mad Pursuit. • 1989 Watson assumes directorship of the Human Genome Project, which officially begins in 1990. • 1992 Watson becomes president of Cold Spring Harbor Lab. • 2000 The first draft of the human genome is finished. • 2003 The H uman Genome Project is officially ended. The genetic sequence of the entire human genome is mapped; Maurice Wilkins publishes The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. • 2004 Francis Crick dies on July 23; Maurice Wilkins dies on October 5. • 2013 Sequencing DNA becomes cheaper; services such as 23andMe and Ancestry are available to the average person. • 2016 The CRISPR tool allows researchers to find and cut out irregularities in human genes, suggesting that in the future it may be possible to reverse the effects of harmful diseases. • 2018 Ch inese researcher He Jainkui announces he has successfully created modified human babies. • 2019 Cold Spring Harbor Lab revokes Watson’s honorary titles as a result of racist remarks Watson made on a PBS documentary.",
      "chapter_number": 8,
      "section_number": null,
      "word_count": 721,
      "file_path": "OPS/Text/14_Chapter08.xhtml",
      "spine_order": 13
    },
    {
      "title": "Chapter 15",
      "content": "CHAPTER NOTES Introduction 1. “The Nobel Prize in Physiology or Medicine 1962,” Nobel Prize.org, 2019, https://www.nobelprize.org/prizes/medicine/1962/summary. Chapter One In the Beginning 1. Edward Edelson, Francis Crick & James Watson and the Building Blocks of Life (New York: Oxford University Press, 1998), p. 22. 2. Francis Crick, What Mad Pursuit (New York: Basic Books, 1988), p. 18. 3. Matt Ridley, Francis Crick: Discoverer of the Genetic Code (New York: HarperCollins. 2006), p. 39. 4. James D. Watson, Avoid Boring People (New York: Alfred A. Knopf, 2007), p. 10. 5. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 15. 6. Maddox, pp. 85–86. 7. Encyclopedia of World Biography, s.v. “Rosalind Elsie Franklin,” Gale, 1998, Biography In Context, http://link.galegroup.com/apps/doc/K1631002305/BIC?u=ntn&sid=BIC&xid=42c44614 (accessed April 18, 2019). 8. Walther Gather, “Maurice Wilkins Obituary,” Nature 431, no. 21 (October 2004). Chapter Three The Race 1. James D. Watson. The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 43. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 150. 3. Maddox. p. 163. 4. Maddox. p. 165. 5. R. N. Albright, The Double Helix Structure of DNA: James Watson, Francis Crick, Maurice Wilkins, and Rosalind Franklin (New York: Rosen, 2014), p. 37. 6. Watson. p. 150. 7. Letter from Paul Pauling to his parents, January 23, 1953, Oregon State University, http://scarc.library.oregonstate.edu/coll/pauling/dna/corr/bio5.041.6-peterpauling-paulings-19530113.html. 8. Watson, p. 181. Chapter Four The Famous Double Helix 1. James D. Watson, The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 209. 2. Watson. p. 222. Chapter Five The Aftermath 1. “Why Dr. Rosalind Franklin Should Be the New Face of the Â£50 Note,” King’s College London, November 29, 2018, https://www.kcl.ac.uk/news/spotlight-article.aspx?id=c5bda7fe-6d9b-4250-b7d5-f613033ac315. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 196. 3. “How Are the Nobel Laureates Selected?” NobelPrize.org, 2019, https://www.nobelprize.org/nomination/medicine. 4. Maurice Wilkins, “The Molecular Configuration of Nucleic Acids,” Nobel Lecture, NobelPrize.org, December 11, 1961, https://www.nobelprize.org/prizes/medicine/1962/wilkins/lecture. 5. Nicholas Wade, “A Peek into the Remarkable Mind Behind the Genetic Code,” New York Times, July 11, 2006, https://www.nytimes.com/2006/07/11/science/11book.html. 6. Stephanie Johnson, Thomas R. Mertens, and Maurice Wilkins, “An Interview with Nobel Laureate Maurice Wilkins,” The American Biology Teacher 51, no. 3 (1989): pp. 151–153. 7. Johnson, Mertens, and Wilkins, pp. 151–153. Chapter Six The Revolution Continues 1. Jay Bennett, “New Organisms with Synthetic DNA Could Lead to Entirely New Life Forms,” Popular Mechanics, January 24, 2017, https://www.popularmechanics.com/science/a24879/organisms-synthetic-dna-new-life-forms. 2. “Human Genome Project,” in Genetics, ed. Richard Robinson (New York: Macmillan Reference USA, 2008), Science in Context, https://www.gale.com/c7science-in-context. 3. Mark Shwartz, “Target, Delete Repair,” Stanford Medicine, Winter 2018, https://stanmed.stanford.edu/2018winter/CRISPR-for-gene-editing-is-revolutionary-but-it-comes-with-risks.html. 4. “World’s First Gene-Edited Babies Created in China, Claims Scientist,” Guardian, November 26, 2018, https://www.theguardian.com/science/2018/nov/26/worlds-first-gene-edited-babies-created-in-china-claims-scientist. Conclusion 1. Eric S. Lander, “Brave New Genome,” New England Journal of Medicine 373, no. 1 (July 2, 2015): pp. 5–8. 2. Lander. 3. Lander.",
      "chapter_number": 9,
      "section_number": null,
      "word_count": 476,
      "file_path": "OPS/Text/15_Chapter09.xhtml",
      "spine_order": 14
    },
    {
      "title": "Chapter 16",
      "content": "GLOSSARY adenine One of the four chemical bases of which DNA is made. chromosome The threadlike structure made of DNA that appears when a cell divides and which carries genetic information. cytosine One of the four chemical bases of which DNA is made. deoxyribonucleic acid (DNA) Long thin molecules found in the nucleus of a cell that carry instructions. eukaryotic organism A living thing whose cells all contain nuclei. gene A section of DNA on a chromosome that contains genetic code and determines the kind of protein to make. genetics The study of heredity and the variation of inherited characteristics. genome All the genetic information in the chromosomes of an organism. guanine One of the four chemical bases of which DNA is made. molecular biology The study of biological molecules (proteins, nucleic acids, and carbohydrates) and the way these molecules affect the structure and function of living organisms. molecule The smallest unit of a chemical compound. nuclein The name Walther Flemming gave to the substance he observed when a cell divided; the substance now called DNA. nucleus The part of the cell that determines the structure and activity of the cell. protein Any large group of organic compounds found in living organisms. replication The process by which DNA produces two identical copies of itself when a cell divides. ribonucleic acid (RNA) A complex organic compound in living cells that is involved with protein synthesis. ribosome A spherical structure outside a cell’s nucleus where proteins are made. thymine One of the four chemical bases of which DNA is made. transcription The process in living cells in which genetic information of DNA is transferred to a molecule of messenger RNA. translation The process in living cells in which genetic information encoded in messenger RNA gets converted into a sequence of amino acids. X-ray crystallography A technique for revealing the arrangement of atoms or molecules inside crystals. X-ray diffraction The way in which X-rays bounce off layers in a crystal to produce a photographic image.",
      "chapter_number": 10,
      "section_number": null,
      "word_count": 332,
      "file_path": "OPS/Text/16_Chapter10.xhtml",
      "spine_order": 15
    },
    {
      "title": "Chapter 17",
      "content": "FURTHER READING BOOKS Crick, Francis. What Mad Pursuit. New York: Basic Books, 1988. Rauf, Don. DNA, RNA, and the Inheritance of Traits. New York: Enslow Publishing, 2019. Streissguth, Tom. Rosalind Franklin: DNA Discoverer. Minneapolis, MN: Essential Library, 2018. Watson, James D. The Annotated and Illustrated Double Helix. New York: Simon & Schuster, 2012. Wilkins, Maurice. The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. Oxford, UK: Oxford University Press, 2003. WEBSITES Understanding Science: The Structure of DNA undsci.berkeley.edu/article/dna_01 Learn more about the scientists and breakthroughs that led to the discovery of the structure of DNA. US National Library of Medicine: Profiles in Science profiles.nlm.nih.gov Read more information on Francis Crick, Oswald T. Avery, Rosalind Franklin, and Linus Pauling. Wellcome Library: Codebreakers: Makers of Modern Genetics wellcomelibrary.org/collections/digital-collections/makers-of-modern-genetics Dive deeper into the history of genetics through digitized books and archives, as well as a timeline.",
      "chapter_number": 11,
      "section_number": null,
      "word_count": 146,
      "file_path": "OPS/Text/17_Chapter11.xhtml",
      "spine_order": 16
    },
    {
      "title": "Chapter 18",
      "content": "INDEX A Admiralty Research Laboratory, 11 alleles, 58 alpha helix, 38 amino acids, 24, 27–30, 38 antibodies, 28, 30 anti-codon, 30 atomic bombs, 17 Avery, Oswald T., 32 B bases, 23–26, 28–30, 32, 34, 36, 37, 41–42, 44, 45, 57 Bragg, Lawrence, 37, 41, 45 British Coal Utilisation Research Association (BCURA), 14 C Cavendish Laboratory, 33–34, 36–37, 38, 41–42 cell division, 21, 22, 24–26 Chargaff, Erwin, 32, 37, 42 chromatin, 22 chromosomes, 21–22, 24, 26, 58 coal, 14 codon, 28–30 Corey, Robert, 38 Crick, Francis DNA and, 6–8, 16, 19, 23, 33–34, 36–37, 38–40, 41–45, 46, 48 early life, 9 education, 11 honors, 6, 49 interest in biology, 11–12 later work, 52 legacy, 8 views on race, 53 wartime service, 11 CRISPR, 60–61 crystallography, 12, 14, 33–34 D Darwin, Charles, 20 Delbrück, Max, 33 designer babies, 61 diffraction, 14, 19, 34, 38, 49 DNA editing, 60–62, 63–66 law enforcement and, 56–58 medicine and, 56, 59, 60–62 significance of, 8, 19, 22 structure of, 6, 8, 16, 19, 23–24, 26, 32–40, 41–45 synthesis of, 54–56 wet and dry, 19, 34 Donohue, Jerry, 42 double helix, 16, 23–25, 42– 45, 52, 57–58 E electrostatic force, 23–24 enzymes, 26, 28, 32, 54, 60 ethics, 54, 61–62, 65–66 F Flemming, Walther, 21 Franklin, Rosalind death, 16, 46–48 DNA and, 7–8, 14–16, 19, 34–38, 40, 41, 42, 44–45 early life, 14 education, 14 later research, 16 legacy, 8, 48 overlooked, 7, 16–17, 48, 49 Watson’s portrayal of, 52 fruit flies, 21–22 G genes, 19, 20–22, 24, 26, 31, 33, 53, 54–56, 58–62, 63–66 genetic counseling, 59 genome, 26, 57, 58–59, 63 Gosling, Raymond, 16, 34, 48 Great Depression, 12 Griffith, Frederick, 31–32 H He Jainkui, 61–62 hemoglobin, 28, 33, 59 homunculi, 8 Human Genome Project, 53, 58–59 J Jeffreys, Alec, 56–58 K Kendrew, John, 6, 37 King’s College, 14–16, 17, 19, 33, 34–40, 44, 48, 52 Klug, Aaron, 16 L Lander, Eric, 63–66 M Manhattan Project, 17 Mendel, Gregor, 21 Miescher, Friedrich, 21 Ministry of Home Security and Aircraft Production, 17 model building, 19, 38–40, 41–45 molecular biology, 8, 52, 53 Morgan, Thomas Hunt, 21–22 mutation, 21–22, 59, 63 N Nature (journal), 16, 40, 45 Nobel Prize, 6, 16, 22, 49 nuclein, 21 nucleotide, 24, 27, 56 nucleus, 21, 25–27 P Pauling, Linus, 33, 38–40, 42, 44, 49 peptide bonds, 38 Perutz, Max, 6, 33 phosphates, 23–25, 34, 36–37, 40, 42, 44, 45 physics, 11, 17, 31, 33 pneumococcus bacteria, 31–32 polymerase chain reaction (PCR), 56 proteins, 14, 21, 24, 26–30, 32, 34, 38, 52 Q quantum mechanics, 11, 31 R radar, 17 Randall, John T., 14–16, 17, 19, 34, 37 replication, 24–26, 27, 46, 54 ribosome, 27–30 RNA, 26, 49–52 messenger RNA, 27–28, 30 transfer RNA, 28–30 Rockefeller Institute, 28–30 S Schrödinger, Erwin, 11, 33 serology, 56 sexism, 16, 48 Steinbeck, John, 6 Stokes, A. R., 16, 34 sugar, 23–24, 25, 26, 34, 37–38, 40, 42, 45 T tobacco mosaic virus (TMV), 16 Todd, Alexander, 45 transcription, 24, 26–28, 46 translation, 24, 28–30 U uranium isotopes, 17 W Watson, James DNA and, 6–8, 16, 19, 23, 32–34, 36–37, 38–40, 41–45, 46, 48 early life, 12 education, 12 honors, 6, 49 later work, 52–53, 58 legacy, 8 views on race, 53 What Is Life?, 11, 17 Wilkins, Maurice DNA and, 6–8, 16, 19, 32–33, 34–36, 37–38, 40, 44–45, 48 early life, 17 education, 17 honors, 6, 49 interest in biology, 11–12, 14, 17 later work, 49–52 legacy, 8 World War II service, 17 Wilson, H. R., 16 World War II, 11, 12, 14, 17 X X-rays, 12, 14–16, 19, 33–36, 40, 44, 45, 46, 48, 49",
      "chapter_number": 12,
      "section_number": null,
      "word_count": 601,
      "file_path": "OPS/Text/18_Chapter12.xhtml",
      "spine_order": 17
    }
  ],
  "chunks": [
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch6",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 6",
      "content": "Introduction The three men, Maurice Wilkins, Francis Crick, and James Watson, sat shoulder-to-shoulder, waiting to receive the award. They shared the platform with American novelist John Steinbeck and even other scientists: Max Perutz and John Kendrew (both biochemists whose work was closely related to theirs). But only these three were receiving the Nobel Prize for Physiology or Medicine “for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material.”1 As their names were announced, each man stood to receive his prize and be celebrated. A moment of greatness, to be sure, but the journey to that stage had started long before and included many scientists. The story of how these men came to be on that platform receiving one of the world’s most prestigious awards is an interesting and complicated one. Even more interesting is the story of the scientists who were not on that stage, many of whom played an essential role in Watson, Crick, and Wilkins’s findings and set the stage for their accomplishments. In particular, a physical chemist named Rosalind Franklin contributed much to the field, but she was never fully recognized during her lifetime. This image, magnified many times over, shows the elegant structure of DNA. It is composed of two twisted strands wrapped around each other in what is known as a double helix. Some of the scientists in this story were competitors. Others knowingly supplied information that allowed Watson and Crick to be the first to correctly describe the structure of the molecule that is the essence of life: deoxyribonucleic acid, or DNA. DNA is found in every living thing on Earth, a chemical code that dictates what an organism will be, how it will grow, and how it will function. The code instructs the organism to build just one cell or many cells. It determines whether an organism will be a bird or a banana. If the organism is a bird, the code will also include information about color, beak size, and whether the bird will chirp or squawk. For a long time, genetics, the science of heredity, was mostly made-up stories. Scientists could see what was happening, but they really had no idea how or why it was happening. For example, some scientists were convinced that heredity was the result of “homunculi,” or tiny people that swam inside cells and delivered genetic information. By knowing the structure of DNA, scientists could begin to unravel the real way genetic information is passed from generation to generation. Because this is a story of discovery, involving many scientists in many different parts of the world, it is also about numerous personalities and cultural differences. Some of the scientists got along well; others did not. Some received a lot of attention; others virtually none. But with an understanding of DNA, the world got important information that opened the door for new branches of science, such as genetics and molecular biology. These fields continue to grow and have an impact on human life.",
      "word_count": 504,
      "character_count": 3057,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 3057,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch6_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Introduction The three men, Maurice Wilkins, Francis Crick, and James Watson, sat shoulder-to-shoulder, waiting to receive the award. They shared the platform with American novelist John Steinbeck and even other scientists: Max Perutz and John Kendrew (both biochemists whose work was closely related to theirs). But only these three were receiving the Nobel Prize for Physiology or Medicine “for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material.”1 As their names were announced, each man stood to receive his prize and be celebrated. A moment of greatness, to be sure, but the journey to that stage had started long before and included many scientists. The story of how these men came to be on that platform receiving one of the world’s most prestigious awards is an interesting and complicated one. Even more interesting is the story of the scientists who were not on that stage, many of whom played an essential role in Watson, Crick, and Wilkins’s findings and set the stage for their accomplishments. In particular, a physical chemist named Rosalind Franklin contributed much to the field, but she was never fully recognized during her lifetime. This image, magnified many times over, shows the elegant structure of DNA. It is composed of two twisted strands wrapped around each other in what is known as a double helix. Some of the scientists in this story were competitors. Others knowingly supplied information that allowed Watson and Crick to be the first to correctly describe the structure of the molecule that is the essence of life: deoxyribonucleic acid, or DNA. DNA is found in every living thing on Earth, a chemical code that dictates what an organism will be, how it will grow, and how it will function. The code instructs the organism to build just one cell or many cells. It determines whether an organism will be a bird or a banana. If the organism is a bird, the code will also include information about color, beak size, and whether the bird will chirp or squawk. For a long time, genetics, the science of heredity, was mostly made-up stories. Scientists could see what was happening, but they really had no idea how or why it was happening. For example, some scientists were convinced that heredity was the result of “homunculi,” or tiny people that swam inside cells and delivered genetic information. By knowing the structure of DNA, scientists could begin to unravel the real way genetic information is passed from generation to generation. Because this is a story of discovery, involving many scientists in many different parts of the world, it is also about numerous personalities and cultural differences. Some of the scientists got along well; others did not. Some received a lot of attention; others virtually none. But with an understanding of DNA, the world got important information that opened the door for new branches of science, such as genetics and molecular biology. These fields continue to grow and have an impact on human life.",
      "word_count": 504,
      "character_count": 3057,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 3057,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch6"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 7",
      "content": "In the Beginning The 1950s was a time of marked advances in science. Vaccines were being developed, which allowed people to live longer, healthier lives. Technology was booming. With the advent of the transistor, radios had gone from being big boxes to small handheld devices. Plastic production hit an all-time high. In this climate, one of the biggest and far-reaching revelations would be discovered: the structure and function of DNA. Francis Crick Francis Harry Crick was born June 8, 1918, in Northampton, England, into a hard-working, middle-class family. He had an inquiring mind at a young age, so his parents gifted him with a set of the Children’s Encyclopedia. A single volume contained a mix of entries from art, mythology, science, history, and literature. Crick remembered being entranced by it all, but he was particularly fond of reading about science and decided early on that he wanted to be a scientist. Francis Harry Crick was one of the scientists who worked to reveal the chemical composition of DNA, a finding that would change the course of the biological sciences and medicine. At University College in London, Crick studied physics and math and received his degree in 1939, just as Great Britain was entering World War II. During the war, Crick landed a job at the Admiralty Research Laboratory at Teddington. He designed mines that were not easy to detect and therefore capable of sinking enemy ships. But he became bored with physics and found himself drawn to biology. In particular, Crick was interested in what he saw as the division between living and nonliving things, what he called the “chemical physics of biology.”1 So when the war ended, Crick began immersing himself in subjects such as organic chemistry, books on the brain, and eventually What Is Life? by Erwin Schrödinger. Though Crick would later remark that Schrödinger was hampered by his limited knowledge of chemistry, at the time, the book made it seem as though “great things were just around the corner.”2 And for Crick, this was enough to get the ball rolling. His supervisor at the Admiralty put him in touch with Maurice Willkins, who had a similar scientific background and was making the shift into the biological sciences. The two began a friendship. Schrödinger’s What Is Life? Viennese scientist Erwin Schrödinger (1887–1961) is known as the father of quantum mechanics. At the Dublin Institute for Advanced Studies, Schrödinger wrote and delivered a series of lectures titled “What Is Life?” In these lectures, which were later published as a book, Schrödinger questioned why biology was considered a completely separate science from physics or chemistry. He believed living organisms should be studied in terms of their molecular and atomic structure and that living and nonliving worlds were governed by the same rules of physics. Wilkins, Watson, and Crick all read What Is Life? and each maintained that it affected the way they began to think about biology. One of Crick’s more remarkable characteristics was his ability to quickly interpret photographic images stereoscopically, or three-dimensionally. Crystallography is a technique in which X-rays reflect off a crystal to produce an image that reveals the arrangement of the atoms or molecules in that crystal. It was a critical technique for the discovery of DNA, and Crick got so good at interpreting crystallography that in years to come, he could easily talk about symmetry, while other scientists struggled to understand what he was talking about.3 James Watson James Dewey Watson was born on April 6, 1928, in Chicago, Illinois. Despite having lived through the Great Depression and World War II, his family had enough money to live comfortably. He describes his family as “always [rooting] for [President] Franklin [Delano Roosevelt] and his New Deal’s promise to rescue the downtrodden from the heartless grasp of unregulated capitalism.”4 He started at the Laboratory School of the University of Chicago, but when tuition became beyond his parents’ Depression salary, he went to the local Horace Mann Grammar School. This in no way disadvantaged him. By the time he was fifteen, he applied for and was accepted at the University of Chicago on a scholarship. He finished his undergraduate biology degree in three years, at only eighteen years old, although he didn’t make particularly high marks in science. He applied to Harvard and the California Institute of Technology for postgraduate work and was turned down. However, in 1947, Watson got a research fellowship at Indiana University, where he earned his doctorate in biochemistry in 1950. Then at twenty-one years old, he went to Copenhagen, Denmark. Working at the Cavendish Lab in Cambridge, England, James Watson collaborated with Francis Crick to uncover the structure of DNA. Watson found he didn’t like the work he was doing in Copenhagen, which was pure biochemistry. Then he heard Maurice Wilkins talk about X-ray crystallography and how it was helping scientists unravel the question of DNA. He decided that DNA was what he really wanted to pursue. Rosalind Franklin Rosalind Elsie Franklin was born July 25, 1920, in London to an upper-middle-class family. From an early age, she proved to be “alarmingly clever,” as her paternal aunt once observed.5 She was admitted to Newnham College in Cambridge. But Newnham didn’t fully accept women as members. It refused to give them bachelor or master’s degrees and considered females to be “students,” not “undergraduates” the way men were. Instead, women received “second-class honors.” After graduation, Franklin did research in a lab in London and eventually found a position with the British Coal Utilisation Research Association (BCURA), where she began examining the properties of British coal and why some types of coal were not as affected by exposure to water or gas. It was the work upon which she would base her PhD thesis and her first published paper. In 1945, with the end of World War II and the completion of her thesis, Franklin sought work. She had been developing theories and perfecting techniques for measuring the shrinkage in coals and carbons. The following year, Franklin was hired as a physical chemist in Paris and had access to state-of-the-art X-ray equipment.6 Believing she would continue her work with X-ray diffraction on proteins, Franklin accepted a job at King’s College, London, in 1951. But by the time she got there, King’s College had changed direction to focus on DNA, and Franklin’s supervisor, John T. Randall, did not reveal the extent of the change. Rather, he led her to believe that she would be in charge of X-ray work. In fact, Maurice Wilkins was working on the same problem, but Randall had not told either of them the truth, which resulted in a misunderstanding of historical proportions. Rosalind Franklin’s work was critical to Watson and Crick’s breakthrough. Her meticulously captured X-ray images of DNA were essential to understanding what the molecule was made of and how it was structured. Franklin stayed at King’s College until March 1953. She and Raymond Gosling published the main outcome of their research in Nature (ironically, in the same issue as Watson and Crick’s paper). It included the famous X-ray photography of the B form of DNA (“Sodium deoxyribose nucleate from calf thymus. Structure B”), which Crick and Watson had used to work out the double helix structure of DNA. In addition, there was another publication on DNA structure authored by Maurice H. F. Wilkins, A. R. Stokes, and H. R. Wilson, also from King’s College. Taken together, it seemed as though the revelations about DNA were the result of close collaboration, which they were not. It also made the work of Franklin and Gosling and Wilkins, Stokes, and Wilson look as though their findings simply supported Watson and Crick, instead of what it was: independent efforts at interpretation. The model put forth by Crick and Watson benefited from this, gaining further credibility “as it moved from the status of a ‘hypothesis’ to that of a ‘proven’ theoretical statement.”7 In any case, Franklin had left King’s College by the time her Nature paper was published. She moved to Birkbeck College, London, and worked on the structure of the tobacco mosaic virus (TMV) with Aaron Klug, who would be awarded a Nobel Prize in Chemistry in 1982. He had to complete the work on his own because in 1958, at the age of thirty-seven, Rosalind Franklin died. There have been many hypotheses about why Rosalind Franklin did not receive the credit she deserved during her lifetime. Her friend and biographer Anne Sayre suggested that sexism played a role. Others have noted that the personality clashes on all sides were too big to avoid. The fact remains many feel Franklin was never properly credited. Maurice Wilkins Maurice Wilkins was born on December 15, 1916, in New Zealand. His parents were from Ireland and his father was a physician. When Wilkins was six, the family returned to the British Isles, where Wilkins went to King Edward’s School in Birmingham, England. In 1938, he earned a degree in physics from Cambridge University. As rumblings from Germany indicated there may be trouble abroad, Wilkins joined the Ministry of Home Security and Aircraft Production and conducted research on improving the accuracy of radar screens at the University of Birmingham. After earning his PhD in 1940, the Ministry of Home Security assigned Wilkins to a team of British scientists researching the application of uranium isotopes to atomic bombs. Soon after, Wilkins was sent to the United States to work on the Manhattan Project—the military effort to develop the atomic bomb—where he joined scientists from around the world at the University of California at Berkeley. He spent two years at Berkeley researching the separation of uranium isotopes. While there, Wilkins became interested in the way physics and biology might interact. He, too, had read What Is Life? by Schrödinger. After the war, John T. Randall, a former graduate school professor of Wilkins’s, invited him to St. Andrews University, Scotland, as a lecturer in their new biophysics research unit. A year later, in 1946, the pair established the Medical Research Council Biophysics Unit of King’s College, London, where they planned to apply physics, chemistry, and biology to the study of living cells. Scientists at the Rockefeller Institute (now Rockefeller University) in New York had just proved that DNA was the main “ingredient” of genes, and though their work was largely ignored, Wilkins realized the importance of this finding. He was eager to figure out the precise structure of DNA and was prepared to use a number of different methods to do so. One of his early findings was that the uniformity of certain types of DNA fibers makes it easy to capture using X-ray diffraction. Wilkins didn’t yet know there were two types of DNA, wet and dry; that information would come from Franklin. But he could see that the regularly spaced atoms of DNA diffracted by X-rays produced an image from which he might deduce the size and space of the atoms within the molecule. Maurice Wilkins studied physics before turning his attention to biology. Using X-ray diffraction, he hypothesized that DNA must have a repeating structure. By 1950, Wilkins had “obtained diffraction pictures of unprecedented quality,”8 which he showed at a conference in Naples, Italy, that James Watson attended. Wilkins’s work proved that describing the structure of DNA was within reach. Moreover, the scientist who did it first would be very famous. When Wilkins returned to England, Randall pressured Wilkins to give up his DNA work because Randall had promised it to Franklin without Wilkins’s knowledge. And Franklin, thinking that Wilkins was trying to take over, would only speak to Wilkins when necessary. In need of conversation and companionship, Wilkins was drawn to Crick and his wife and their lively surroundings. Some speculate this may have been the reason he easily shared his progress on the structure of DNA. Even after Watson and Crick built their model, Wilkins and his colleagues contributed to their work. When Franklin left King’s College, Wilkins was allowed to continue investigating DNA, gathering experimental evidence that proved the Watson-Crick model was correct.",
      "word_count": 2008,
      "character_count": 12351,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 12351,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch1_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "In the Beginning The 1950s was a time of marked advances in science. Vaccines were being developed, which allowed people to live longer, healthier lives. Technology was booming. With the advent of the transistor, radios had gone from being big boxes to small handheld devices. Plastic production hit an all-time high. In this climate, one of the biggest and far-reaching revelations would be discovered: the structure and function of DNA. Francis Crick Francis Harry Crick was born June 8, 1918, in Northampton, England, into a hard-working, middle-class family. He had an inquiring mind at a young age, so his parents gifted him with a set of the Children’s Encyclopedia. A single volume contained a mix of entries from art, mythology, science, history, and literature. Crick remembered being entranced by it all, but he was particularly fond of reading about science and decided early on that he wanted to be a scientist. Francis Harry Crick was one of the scientists who worked to reveal the chemical composition of DNA, a finding that would change the course of the biological sciences and medicine. At University College in London, Crick studied physics and math and received his degree in 1939, just as Great Britain was entering World War II. During the war, Crick landed a job at the Admiralty Research Laboratory at Teddington. He designed mines that were not easy to detect and therefore capable of sinking enemy ships. But he became bored with physics and found himself drawn to biology. In particular, Crick was interested in what he saw as the division between living and nonliving things, what he called the “chemical physics of biology.”1 So when the war ended, Crick began immersing himself in subjects such as organic chemistry, books on the brain, and eventually What Is Life? by Erwin Schrödinger. Though Crick would later remark that Schrödinger was hampered by his limited knowledge of chemistry, at the time, the book made it seem as though “great things were just around the corner.”2 And for Crick, this was enough to get the ball rolling. His supervisor at the Admiralty put him in touch with Maurice Willkins, who had a similar scientific background and was making the shift into the biological sciences. The two began a friendship. Schrödinger’s What Is Life? Viennese scientist Erwin Schrödinger (1887–1961) is known as the father of quantum mechanics. At the Dublin Institute for Advanced Studies, Schrödinger wrote and delivered a series of lectures titled “What Is Life?” In these lectures, which were later published as a book, Schrödinger questioned why biology was considered a completely separate science from physics or chemistry. He believed living organisms should be studied in terms of their molecular and atomic structure and that living and nonliving worlds were governed by the same rules of physics. Wilkins, Watson, and Crick all read What Is Life? and each maintained that it affected the way they began to think about biology. One of Crick’s more remarkable characteristics was his ability to quickly interpret photographic images stereoscopically, or three-dimensionally. Crystallography is a technique in which X-rays reflect off a crystal to produce an image that reveals the arrangement of the atoms or molecules in that crystal. It was a critical technique for the discovery of DNA, and Crick got so good at interpreting crystallography that in years to come, he could easily talk about symmetry, while other scientists struggled to understand what he was talking about.3 James Watson James Dewey Watson was born on April 6, 1928, in Chicago, Illinois. Despite having lived through the Great Depression and World War II, his family had enough money to live comfortably. He describes his family as “always [rooting] for [President] Franklin [Delano Roosevelt] and his New Deal’s promise to rescue the downtrodden from the heartless grasp of unregulated capitalism.”4 He started at the Laboratory School of the University of Chicago, but when tuition became beyond his parents’ Depression salary, he went to the local Horace Mann Grammar School. This in no way disadvantaged him. By the time he was fifteen, he applied for and was accepted at the University of Chicago on a scholarship. He finished his undergraduate biology degree in three years, at only eighteen years old, although he didn’t make particularly high marks in science. He applied to Harvard and the California Institute of Technology for postgraduate work and was turned down. However, in 1947, Watson got a research fellowship at Indiana University, where he earned his doctorate in biochemistry in 1950. Then at twenty-one years old, he went to Copenhagen, Denmark. Working at the Cavendish Lab in Cambridge, England, James Watson collaborated with Francis Crick to uncover the structure of DNA. Watson found he didn’t like the work he was doing in Copenhagen, which was pure biochemistry. Then he heard Maurice Wilkins talk about X-ray crystallography and how it was helping scientists unravel the question of DNA. He decided that DNA was what he really wanted to pursue. Rosalind Franklin Rosalind Elsie Franklin was born July 25, 1920, in London to an upper-middle-class family. From an early age, she proved to be “alarmingly clever,” as her paternal aunt once observed.5 She was admitted to Newnham College in Cambridge. But Newnham didn’t fully accept women as members. It refused to give them bachelor or master’s degrees and considered females to be “students,” not “undergraduates” the way men were. Instead, women received “second-class honors.” After graduation, Franklin did research in a lab in London and eventually found a position with the British Coal Utilisation Research Association (BCURA), where she began examining the properties of British coal and why some types of coal were not as affected by exposure to water or gas. It was the work upon which she would base her PhD thesis and her first published paper. In 1945, with the end of World War II and the completion of her thesis, Franklin sought work. She had been developing theories and perfecting techniques for measuring the shrinkage in coals and carbons. The following year, Franklin was hired as a physical chemist in Paris and had access to state-of-the-art X-ray equipment.6 Believing she would continue her work with X-ray diffraction on proteins, Franklin accepted a job at King’s College, London, in 1951. But by the time she got there, King’s College had changed direction to focus on DNA, and Franklin’s supervisor, John T. Randall, did not reveal the extent of the change. Rather, he led her to believe that she would be in charge of X-ray work. In fact, Maurice Wilkins was working on the same problem, but Randall had not told either of them the truth, which resulted in a misunderstanding of historical proportions. Rosalind Franklin’s work was critical to Watson and Crick’s breakthrough. Her meticulously captured X-ray images of DNA were essential to understanding what the molecule was made of and how it was structured. Franklin stayed at King’s College until March 1953. She and Raymond Gosling published the main outcome of their research in Nature (ironically, in the same issue as Watson and Crick’s paper). It included the famous X-ray photography of the B form of DNA (“Sodium deoxyribose nucleate from calf thymus. Structure B”), which Crick and Watson had used to work out the double helix structure of DNA. In addition, there was another publication on DNA structure authored by Maurice H. F. Wilkins, A. R. Stokes, and H. R. Wilson, also from King’s College. Taken together, it seemed as though the revelations about DNA were the result of close collaboration, which they were not. It also made the work of Franklin and Gosling and Wilkins, Stokes, and Wilson look as though their findings simply supported Watson and Crick, instead of what it was: independent efforts at interpretation. The model put forth by Crick and Watson benefited from this, gaining further credibility “as it moved from the status of a ‘hypothesis’ to that of a ‘proven’ theoretical statement.”7 In any case, Franklin had left King’s College by the time her Nature paper was published. She moved to Birkbeck College, London, and worked on the structure of the tobacco mosaic virus (TMV) with Aaron Klug, who would be awarded a Nobel Prize in Chemistry in 1982. He had to complete the work on his own because in 1958, at the age of thirty-seven, Rosalind Franklin died. There have been many hypotheses about why Rosalind Franklin did not receive the credit she deserved during her lifetime. Her friend and biographer Anne Sayre suggested that sexism played a role. Others have noted that the personality clashes on all sides were too big to avoid. The fact remains many feel Franklin was never properly credited. Maurice Wilkins Maurice Wilkins was born on December 15, 1916, in New Zealand. His parents were from Ireland and his father was a physician. When Wilkins was six, the family returned to the British Isles, where Wilkins went to King Edward’s School in Birmingham, England. In 1938, he earned a degree in physics from Cambridge University. As rumblings from Germany indicated there may be trouble abroad, Wilkins joined the Ministry of Home Security and Aircraft Production and conducted research on improving the accuracy of radar screens at the University of Birmingham. After earning his PhD in 1940, the Ministry of Home Security assigned Wilkins to a team of British scientists researching the application of uranium isotopes to atomic bombs. Soon after, Wilkins was sent to the United States to work on the Manhattan Project—the military effort to develop the atomic bomb—where he joined scientists from around the world at the University of California at Berkeley. He spent two years at Berkeley researching the separation of uranium isotopes. While there, Wilkins became interested in the way physics and biology might interact. He, too, had read What Is Life? by Schrödinger. After the war, John T. Randall, a former graduate school professor of Wilkins’s, invited him to St. Andrews University, Scotland, as a lecturer in their new biophysics research unit. A year later, in 1946, the pair established the Medical Research Council Biophysics Unit of King’s College, London, where they planned to apply physics, chemistry, and biology to the study of living cells. Scientists at the Rockefeller Institute (now Rockefeller University) in New York had just proved that DNA was the main “ingredient” of genes, and though their work was largely ignored, Wilkins realized the importance of this finding. He was eager to figure out the precise structure of DNA and was prepared to use a number of different methods to do so. One of his early findings was that the uniformity of certain types of DNA fibers makes it easy to capture using X-ray diffraction. Wilkins didn’t yet know there were two types of DNA, wet and dry; that information would come from Franklin. But he could see that the regularly spaced atoms of DNA diffracted by X-rays produced an image from which he might deduce the size and space of the atoms within the molecule. Maurice Wilkins studied physics before turning his attention to biology. Using X-ray diffraction, he hypothesized that DNA must have a repeating structure. By 1950, Wilkins had “obtained diffraction pictures of unprecedented quality,”8 which he showed at a conference in Naples, Italy, that James Watson attended. Wilkins’s work proved that describing the structure of DNA was within reach. Moreover, the scientist who did it first would be very famous. When Wilkins returned to England, Randall pressured Wilkins to give up his DNA work because Randall had promised it to Franklin without Wilkins’s knowledge. And Franklin, thinking that Wilkins was trying to take over, would only speak to Wilkins when necessary. In need of conversation and companionship, Wilkins was drawn to Crick and his wife and their lively surroundings. Some speculate this may have been the reason he easily shared his progress on the structure of DNA. Even after Watson and Crick built their model, Wilkins and his colleagues contributed to their work. When Franklin left King’s College, Wilkins was allowed to continue investigating DNA, gathering experimental evidence that proved the Watson-Crick model was correct.",
      "word_count": 2008,
      "character_count": 12351,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 12351,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch1"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch2",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 8",
      "content": "A Big Deal Before the revelations about DNA, there were three great mysteries of biology: How were living organisms designed and developed? How did they inherit traits and pass them on to succeeding generations? And how did evolution occur? Up until the 1950s, most biologists believed that all life on Earth could be traced back billions of years to when simple organisms became capable of reproducing themselves. The copies they made were almost identical, but they could change slightly too. The progression from these simple-celled creatures to a world full of varying species occurred via a process called evolution. In his book On the Origin of Species (1859), Charles Darwin (1809–1882) described the way traits are passed from one generation to the next, but he did not know exactly how an organism could pass along these traits. It is now known that genes are the units within an organism that allow it to pass along heritable information. That knowledge came from an Austrian monk named Gregor Mendel (1822–1884). In 1856, Mendel began experimenting with pea plants. He noticed that certain physical traits, such as color and height of the plant, were passed from one generation to the next. By 1863, Mendel had collected a lot of data and published his findings in an obscure scientific journal. His findings were almost lost, but in about 1900, they were rediscovered and scientists quickly understood their importance. At this time, scientists were able to observe how cells divided and came to realize that genes had to have some way of transporting themselves. The Swiss biochemist Friedrich Miescher (1844–1895) suggested it was something in the nucleus of a cell. He had been able to isolate a substance from the nucleus, which he called “nuclein.” Nuclein was a large molecule, but not nearly as large or as complex as a protein. Miescher conjectured that nuclein was involved in genetic inheritance, while other scientists were sure that more complex proteins had to be responsible for carrying genetic code. In 1882, German scientist Walther Flemming (1843–1905) observed that when a cell was dividing, the nuclein became a thread containing several individual units. Those units would come to be known as chromosomes. Flemming saw that after cells divided, the newly formed cells contained an exact copy of the chromosomes in the original cells. Scientists hypothesized that the chromosomes might be involved in carrying genetic information from one generation to the next. In 1907, American biologist Thomas Hunt Morgan (1866– 1945) decided to test the idea. He bred fruit files, documenting how their mutant traits were inherited and passed on. He was able to show that genes for these mutations were located on the fruit flies’ chromosomes, a discovery for which he was awarded the Nobel Prize in Physiology or Medicine in 1933. What Is DNA? Every living thing, from a germ to an elephant, contains DNA. At the time Watson, Crick, and Franklin began their work, scientists were fairly certain that DNA acted as the instruction manual stored within cells. DNA tells some cells to grow as part of a collection that forms a nose long enough to reach the ground (as with an elephant) or to grow as part of a collection that forms a nose that fits the face (as with a human). DNA contains the language of living things, and it can be written in an almost infinite number of ways, as seen in the amazing diversity of animals and plants on Earth. In addition to providing instructions, DNA must be able to be copied. Organisms grow and reproduce by cell division. The DNA within cells must be copied with near perfection, or the new cells will have so many mistakes that they will not function properly, die, or even kill the organism of which they are a part. DNA Facts In human beings, DNA is divided into forty-six chromosomes, each of which contains a single molecule of DNA. These chromosomes come in pairs: one from the mother and one from the father. Human bodies contain trillions of cells; if someone were to extract all the DNA from a human body’s cells and line it all up end-to-end, it would create a chain from Earth to the moon six thousand times. For DNA to fit into a cell, it is wrapped up into tight packages called chromatin. Form Defines Function In biology, the structure of something is very important because unlocking the mystery of how something is built gives biologists information about the way it functions. Crick and Watson figured out that DNA is a double helix; that is, two curves wrapped around each other, like a twisted ladder. Its sides are composed of alternating sugar and phosphate atoms, which provide a structural scaffold for the DNA. Attached to these “sides” are chemicals called bases. They make up the “rungs” of the DNA ladder, and it is here that the “language” of genetics is written. There are four bases in DNA: adenine (A), guanine (G), thymine (T), and cytosine (C), and two bases occupy each of the rungs. A always pairs with T, and C always pairs with G. They are held together by the electrostatic force, the same force that holds a Styrofoam peanut onto clothing on a cold, dry day. The sugar-phosphate-base structural unit of DNA is called a nucleotide. DNA contains the instructions for every living thing on Earth. Its instructions may be arranged in an infinite number of patterns, which have created amazing diversity in the world. The DNA of every living thing on Earth is composed of the same chemicals, but the order in which the nucleotides are strung together in the DNA strands differs in each individual. The unique patterns of As, Ts, Cs, and Gs are the building blocks for every living organism; it’s the different combinations that make a human a human, and a fish a fish. Each chromosome contains thousands of base pairs, and each chromosome has many genes, each of which contains code for one particular function. Genes contain the language to build a person’s heart and muscles, grow the person’s hair, and determine his or her eye color. Basically, genes contain the instructions for building a specific protein. Proteins are big. They contain smaller subunits called amino acids. There are only twenty amino acids in living things, but it is possible more exist. When an organism requires a particular protein, a particular gene contains the instructions for how to combine amino acids together to build it. Undestanding DNA’s distinctive structure—its double helix shape and the predictable way the four bases pair together— provides the key to understanding the processes of replication, transcription, and translation. Through these processes, an organism’s genetic information can be preserved when its cells divide, and that genetic information is able to be converted into the proteins that the organism needs to function. Replication When a cell divides, it makes a copy of its DNA so that each new cell will have a complete set of instructions. This is called replication. Because of its double helix shape, copying is streamlined. First, DNA untwists so it is flat. The base pairs break apart like a zipper unzipping. Now the DNA is in two long strands, each with a row of single bases down one side. Each side forms the template for a new strand of DNA. In eukaryotic organisms, this replication happens in a cell’s nucleus, where there are plenty of base pairs. A bases join to T bases, T bases join to As, Cs join to Gs, and Gs pair with Cs. Once all the bases have new partners, the sugar and phosphate molecules align to form the outer side of the DNA. This model of DNA shows two bases (each a different color) on every “rung” of the ladder. Each rung is the same size. To replicate itself, DNA must untwist in many places at the same time. This makes replication a relatively quick process. The strands coil and twist back up. There are now two exact copies of DNA on two matching chromosomes. Once all the chromosomes double, the cell’s nucleus divides in half with one set of chromosomes in each. Transcription One of the great impacts of the DNA structure was to almost immediately suggest a mechanism for transcription. In the simplest terms, genes contain instructions about how a cell should make proteins, and these proteins, in turn, determine how an organism will work and function—for example, the shape of an organism’s nose or whether or not it will have wings or an extremely long neck. The total genetic information for an organism is called its genome. The code contained in DNA cannot actually be used until its information gets outside a cell’s nucleus. For that to happen, DNA needs to make a reverse copy of itself, called a transcript, in a process called transcription. Unlike cell division, the entire chromosome is not copied. Rather, only the part that is needed—a specific gene—gets copied into new material called ribonucleic acid (RNA). The sugar in RNA is slightly different than the sugar of DNA. RNA contains the same bases as DNA, except for one; in RNA, uracil (U) replaces thymine (T). Just like in cell replication, the DNA unwinds in the nucleus, but this time only around the gene being transcribed. It unzips so that the base pairs can separate, but only one side of the DNA becomes a template. Enzymes called RNA polymerases use the DNA sequence as a guide to construct an RNA strand, pairing Cs and Gs, and As and Us. When copying is finished, the RNA strand is released. The DNA zips back up while the RNA can now pass through the walls of the nucleus into the cell. The strand of RNA carrying its particular instruction set conveys a message from the DNA within the nucleus to large complexes outside the nucleus called ribosomes, where proteins are made. In fact, this RNA is called “messenger RNA” or mRNA. In the same way that a cell’s nucleus contains extra nucleotides for DNA replication and transcription, materials called amino acids, the building blocks of proteins, are present in the cell’s cytoplasm. Ribosomes use the code from mRNA to make long chains of amino acids. Found in large numbers in a cell’s cytoplasm, ribosomes are protein factories. They are responsible for accurately translating the protein “recipes” from mRNA into a linear sequence of three nucleotides called a codon and turning it into a particular protein. Translation When properly strung together, strands of amino acids make proteins that are critical to the body. For example, hemoglobin is a protein in blood that carries oxygen from the lungs to the muscles, brain, and other tissues. Antibodies are proteins that fight viruses and bacteria, and enzymes are proteins that help the body break down and derive energy from food. Messenger RNA is like a half-DNA, with a single strand instead of two. And rather than paired bases, RNA has exposed bases, just waiting to stick to their opposites. When a ribosome connects with mRNA, it starts by reading the first three bases. Each group of three bases is called a codon, and each codon codes for a particular amino acid. Because there are four bases, they can be combined into sixty-four different codons. Since there are only twenty amino acids, that means there are some duplicate codons that stand for the same amino acid. There are also a few “stop” codons, which signal that it’s time to stop building. Once the ribosome reads the three-letter codon, the transfer RNA (tRNA) gets to work. It is specially shaped to expose three bases at its tip. These are anti-codons: they match up with the codon for the amino acid they’re attached to. The ribosome holds the mRNA in place to expose its leading codon. When the matching anti-codon comes along, they link up. The attached amino acid is left behind, and the mRNA advances. Then, a new chunk of tRNA locks in place, and another amino acid is left behind. This repeats over and over, adding amino acids to the chain until the full protein is built! Antibodies are proteins that help the body fight infection. When invaders such as bacteria, viruses, fungi, or toxins attack, antibodies can recognize them as “foreign,” bind to them, and deactivate them or destroy them. Once the ribosome is finished, the chain of amino acids folds into a specific and intricate three-dimensional structure. Each protein folds differently depending on what job it has to do. For example, antibodies have a “Y” shape to allow the antibody to attach both arms of the Y to a foreign material, such as a virus or bacteria. They use the stem of the Y to signal other immune system proteins to help out.",
      "word_count": 2133,
      "character_count": 12522,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 12522,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch2_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "A Big Deal Before the revelations about DNA, there were three great mysteries of biology: How were living organisms designed and developed? How did they inherit traits and pass them on to succeeding generations? And how did evolution occur? Up until the 1950s, most biologists believed that all life on Earth could be traced back billions of years to when simple organisms became capable of reproducing themselves. The copies they made were almost identical, but they could change slightly too. The progression from these simple-celled creatures to a world full of varying species occurred via a process called evolution. In his book On the Origin of Species (1859), Charles Darwin (1809–1882) described the way traits are passed from one generation to the next, but he did not know exactly how an organism could pass along these traits. It is now known that genes are the units within an organism that allow it to pass along heritable information. That knowledge came from an Austrian monk named Gregor Mendel (1822–1884). In 1856, Mendel began experimenting with pea plants. He noticed that certain physical traits, such as color and height of the plant, were passed from one generation to the next. By 1863, Mendel had collected a lot of data and published his findings in an obscure scientific journal. His findings were almost lost, but in about 1900, they were rediscovered and scientists quickly understood their importance. At this time, scientists were able to observe how cells divided and came to realize that genes had to have some way of transporting themselves. The Swiss biochemist Friedrich Miescher (1844–1895) suggested it was something in the nucleus of a cell. He had been able to isolate a substance from the nucleus, which he called “nuclein.” Nuclein was a large molecule, but not nearly as large or as complex as a protein. Miescher conjectured that nuclein was involved in genetic inheritance, while other scientists were sure that more complex proteins had to be responsible for carrying genetic code. In 1882, German scientist Walther Flemming (1843–1905) observed that when a cell was dividing, the nuclein became a thread containing several individual units. Those units would come to be known as chromosomes. Flemming saw that after cells divided, the newly formed cells contained an exact copy of the chromosomes in the original cells. Scientists hypothesized that the chromosomes might be involved in carrying genetic information from one generation to the next. In 1907, American biologist Thomas Hunt Morgan (1866– 1945) decided to test the idea. He bred fruit files, documenting how their mutant traits were inherited and passed on. He was able to show that genes for these mutations were located on the fruit flies’ chromosomes, a discovery for which he was awarded the Nobel Prize in Physiology or Medicine in 1933. What Is DNA? Every living thing, from a germ to an elephant, contains DNA. At the time Watson, Crick, and Franklin began their work, scientists were fairly certain that DNA acted as the instruction manual stored within cells. DNA tells some cells to grow as part of a collection that forms a nose long enough to reach the ground (as with an elephant) or to grow as part of a collection that forms a nose that fits the face (as with a human). DNA contains the language of living things, and it can be written in an almost infinite number of ways, as seen in the amazing diversity of animals and plants on Earth. In addition to providing instructions, DNA must be able to be copied. Organisms grow and reproduce by cell division. The DNA within cells must be copied with near perfection, or the new cells will have so many mistakes that they will not function properly, die, or even kill the organism of which they are a part. DNA Facts In human beings, DNA is divided into forty-six chromosomes, each of which contains a single molecule of DNA. These chromosomes come in pairs: one from the mother and one from the father. Human bodies contain trillions of cells; if someone were to extract all the DNA from a human body’s cells and line it all up end-to-end, it would create a chain from Earth to the moon six thousand times. For DNA to fit into a cell, it is wrapped up into tight packages called chromatin. Form Defines Function In biology, the structure of something is very important because unlocking the mystery of how something is built gives biologists information about the way it functions. Crick and Watson figured out that DNA is a double helix; that is, two curves wrapped around each other, like a twisted ladder. Its sides are composed of alternating sugar and phosphate atoms, which provide a structural scaffold for the DNA. Attached to these “sides” are chemicals called bases. They make up the “rungs” of the DNA ladder, and it is here that the “language” of genetics is written. There are four bases in DNA: adenine (A), guanine (G), thymine (T), and cytosine (C), and two bases occupy each of the rungs. A always pairs with T, and C always pairs with G. They are held together by the electrostatic force, the same force that holds a Styrofoam peanut onto clothing on a cold, dry day. The sugar-phosphate-base structural unit of DNA is called a nucleotide. DNA contains the instructions for every living thing on Earth. Its instructions may be arranged in an infinite number of patterns, which have created amazing diversity in the world. The DNA of every living thing on Earth is composed of the same chemicals, but the order in which the nucleotides are strung together in the DNA strands differs in each individual. The unique patterns of As, Ts, Cs, and Gs are the building blocks for every living organism; it’s the different combinations that make a human a human, and a fish a fish. Each chromosome contains thousands of base pairs, and each chromosome has many genes, each of which contains code for one particular function. Genes contain the language to build a person’s heart and muscles, grow the person’s hair, and determine his or her eye color. Basically, genes contain the instructions for building a specific protein. Proteins are big. They contain smaller subunits called amino acids. There are only twenty amino acids in living things, but it is possible more exist. When an organism requires a particular protein, a particular gene contains the instructions for how to combine amino acids together to build it. Undestanding DNA’s distinctive structure—its double helix shape and the predictable way the four bases pair together— provides the key to understanding the processes of replication, transcription, and translation. Through these processes, an organism’s genetic information can be preserved when its cells divide, and that genetic information is able to be converted into the proteins that the organism needs to function. Replication When a cell divides, it makes a copy of its DNA so that each new cell will have a complete set of instructions. This is called replication. Because of its double helix shape, copying is streamlined. First, DNA untwists so it is flat. The base pairs break apart like a zipper unzipping. Now the DNA is in two long strands, each with a row of single bases down one side. Each side forms the template for a new strand of DNA. In eukaryotic organisms, this replication happens in a cell’s nucleus, where there are plenty of base pairs. A bases join to T bases, T bases join to As, Cs join to Gs, and Gs pair with Cs. Once all the bases have new partners, the sugar and phosphate molecules align to form the outer side of the DNA. This model of DNA shows two bases (each a different color) on every “rung” of the ladder. Each rung is the same size. To replicate itself, DNA must untwist in many places at the same time. This makes replication a relatively quick process. The strands coil and twist back up. There are now two exact copies of DNA on two matching chromosomes. Once all the chromosomes double, the cell’s nucleus divides in half with one set of chromosomes in each. Transcription One of the great impacts of the DNA structure was to almost immediately suggest a mechanism for transcription. In the simplest terms, genes contain instructions about how a cell should make proteins, and these proteins, in turn, determine how an organism will work and function—for example, the shape of an organism’s nose or whether or not it will have wings or an extremely long neck. The total genetic information for an organism is called its genome. The code contained in DNA cannot actually be used until its information gets outside a cell’s nucleus. For that to happen, DNA needs to make a reverse copy of itself, called a transcript, in a process called transcription. Unlike cell division, the entire chromosome is not copied. Rather, only the part that is needed—a specific gene—gets copied into new material called ribonucleic acid (RNA). The sugar in RNA is slightly different than the sugar of DNA. RNA contains the same bases as DNA, except for one; in RNA, uracil (U) replaces thymine (T). Just like in cell replication, the DNA unwinds in the nucleus, but this time only around the gene being transcribed. It unzips so that the base pairs can separate, but only one side of the DNA becomes a template. Enzymes called RNA polymerases use the DNA sequence as a guide to construct an RNA strand, pairing Cs and Gs, and As and Us. When copying is finished, the RNA strand is released. The DNA zips back up while the RNA can now pass through the walls of the nucleus into the cell. The strand of RNA carrying its particular instruction set conveys a message from the DNA within the nucleus to large complexes outside the nucleus called ribosomes, where proteins are made. In fact, this RNA is called “messenger RNA” or mRNA. In the same way that a cell’s nucleus contains extra nucleotides for DNA replication and transcription, materials called amino acids, the building blocks of proteins, are present in the cell’s cytoplasm. Ribosomes use the code from mRNA to make long chains of amino acids. Found in large numbers in a cell’s cytoplasm, ribosomes are protein factories. They are responsible for accurately translating the protein “recipes” from mRNA into a linear sequence of three nucleotides called a codon and turning it into a particular protein. Translation When properly strung together, strands of amino acids make proteins that are critical to the body. For example, hemoglobin is a protein in blood that carries oxygen from the lungs to the muscles, brain, and other tissues. Antibodies are proteins that fight viruses and bacteria, and enzymes are proteins that help the body break down and derive energy from food. Messenger RNA is like a half-DNA, with a single strand instead of two. And rather than paired bases, RNA has exposed bases, just waiting to stick to their opposites. When a ribosome connects with mRNA, it starts by reading the first three bases. Each group of three bases is called a codon, and each codon codes for a particular amino acid. Because there are four bases, they can be combined into sixty-four different codons. Since there are only twenty amino acids, that means there are some duplicate codons that stand for the same amino acid. There are also a few “stop” codons, which signal that it’s time to stop building. Once the ribosome reads the three-letter codon, the transfer RNA (tRNA) gets to work. It is specially shaped to expose three bases at its tip. These are anti-codons: they match up with the codon for the amino acid they’re attached to. The ribosome holds the mRNA in place to expose its leading codon. When the matching anti-codon comes along, they link up. The attached amino acid is left behind, and the mRNA advances. Then, a new chunk of tRNA locks in place, and another amino acid is left behind. This repeats over and over, adding amino acids to the chain until the full protein is built! Antibodies are proteins that help the body fight infection. When invaders such as bacteria, viruses, fungi, or toxins attack, antibodies can recognize them as “foreign,” bind to them, and deactivate them or destroy them. Once the ribosome is finished, the chain of amino acids folds into a specific and intricate three-dimensional structure. Each protein folds differently depending on what job it has to do. For example, antibodies have a “Y” shape to allow the antibody to attach both arms of the Y to a foreign material, such as a virus or bacteria. They use the stem of the Y to signal other immune system proteins to help out.",
      "word_count": 2133,
      "character_count": 12522,
      "chapter_number": 2,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 12522,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch2"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch3",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 9",
      "content": "The Race When Watson and Crick started their investigations, the structure of DNA was the hot question of the day. If the first half of the twentieth century had been devoted to uncovering the laws of physics, the theory of relativity, quantum mechanics, and nuclear fission, the second half of the century would be devoted to biology. Up until then, experts were convinced that genes were made of proteins because protein molecules are very large and it seemed logical that only a large molecule could carry so much information. But all that thinking was about to change. The Contenders In the 1920s, Frederick Griffith (1879–1941), a microbiologist working in England at the Ministry of Health, was doing work on the pneumococcus bacteria. He found that there were two forms: one smooth and one rough. Griffith injected lab mice with each type. He found that the smooth (S) type killed the mice, while the rough (R) type did not. He then heated the S bacteria, killing the bacteria cells, and injected it into mice. The mice survived. He later mixed the live R and killed S bacteria together and injected it into mice. Surprisingly, the mice died. He also discovered that the bacteria remaining in the dead mice was the live S bacteria. What had happened in the mice to bring the deadly S form back to life? Taking up Griffith’s work, Oswald T. Avery (1877–1955) at Columbia University in New York believed that the restoring agent must be a protein. Meanwhile, in England, Griffith tried to kill the live S bacteria, first by using an enzyme known to digest proteins and then by trying one for DNA, called DNAase (-ase is the standard suffix that means “enzyme”). What Griffith found was that the bacteria exposed to DNAase did not become lethal. Whatever was responsible for the transformation was happening where there was DNA. But there remained the question of how DNA, made up of just four bases repeated over and over, could be complex enough to carry all the information scientists believed it had to carry. The answer lay in the work of Erwin Chargaff (1905–2002), a scientist at Columbia University whose work directly influenced Crick and Watson. Inspired by Avery, Chargaff found that in DNA, there was always an equal amount of thymine and adenine and cytosine and guanine, though the A-T amounts could be very different from the C-G amounts. This strongly suggested that A and T were always found together, and likewise that C and G were always paired. In a paper with colleagues published in April 1952, Chargaff theorized that the base pair bonded a certain way, but he was not ready to propose anything further. However, his observations would be critical to Watson and Crick as they began building their DNA model. Watson Moves to London At a 1951 convention in Naples, Italy, Watson heard Maurice Wilkins speak about his research on nucleic acids and why his lab was focusing on it: they believed that it could lead to understanding the structure of a gene. Watson was eager to join Wilkins’s team at King’s College, London, and wrote a letter of inquiry but received no answer. At this point, he had already decided that he wanted to uncover the structure of DNA, and he managed to talk his way out of his fellowship in Copenhagen to follow Max Perutz (1914–2002). Perutz, a chemist turned crystallographer, was at the Cavendish Laboratory in Cambridge, England, investigating the structure of hemoglobin. If Watson joined the Perutz lab, he could study crystallography and plant viruses. He told his sponsors that X-ray crystallography was key to understanding genetics, and that genetics, according to one of his scientific mentors, Max Delbrück (1906–1981), was the problem of the century. Whoever cracked the genetic code would be famous. And fame was what Watson was after. At the Cavendish Lab, Watson met Crick. Watson told his mentor Delbrück that Crick was “the brightest person I have ever worked with and the nearest approach to [Linus] Pauling.”1 Crick’s incessant talking was a source of irritation for many of the scientists at the Cavendish Lab, but for Watson, it was pure gold. Their rambling conversations played a big role in their work. Each had an area of expertise that complemented the other: Watson knew biology and genetics, and Crick was a physicist turned X-ray crystallographer. Linus Pauling Linus Pauling (1901–1994) was an American chemist who had been working on molecular structure, the nature of the chemical bond, and the effects of various chemical agents on the human body. Before landing a professorship at the California Institute of Technology, he worked with Niels Bohr (1885–1962) in Denmark and Schrödinger in Switzerland. He had successfully applied the theories of physics to biology, focusing on the spatial architecture of molecules and the relationship between molecular structure and molecular behavior. King’s College, London, 1951 Back at King’s College, John T. Randall had successfully convinced Rosalind Franklin to leave Paris and come back to London to work on a project she would head involving protein structure and X-ray diffraction. Randall sent Franklin a letter stating that “as far as the experimental X-ray effort is concerned there will be at the moment only yourself and [graduate student] Raymond Gosling.”2 Wilkins knew nothing of this correspondence and expected that he and his colleague Alec Stokes would analyze the pictures Franklin and Gosling took. Randall did nothing to clear up the matter, so Franklin was irritated to learn that Wilkins had been working on DNA using X-ray crystallography, and she let Wilkins know. Still, Wilkins worked on the problem, which he felt was still his. From previous studies, Wilkins and Stokes knew that the DNA molecule was composed of sugar and phosphate and that attached to the sugar atoms were four different bases, but they didn’t know how they were arranged. Despite his difficulties with Franklin, Wilkins had learned from her X-ray diffraction pictures that DNA fibers came in two types: wet (B form) and dry (A form). X-ray diffraction on the wet fibers produced an image that had a crystalline structure and a pattern that showed as a distinct X, whereas the dry version produced an image with sharp scatter and many distinct spots. Several of Franklin’s older X-ray images were sharp, but there were some blurry spots. Now she and Wilkins knew why: those images were of a DNA that was a blend of the A and B types. This is the famous X-ray diffraction photo of DNA that Rosalind Franklin took in 1951. At this point, the King’s College group knew three things: DNA was crystalline, at least one of its forms was shaped like a helix, and many water molecules could attach themselves to it, which caused it to stretch out. Franklin reasoned that because DNA could easily take up water, the phosphates had to be on the outside of the molecule (phosphates attract water). In addition, Wilkins thought the photographs suggested a helical structure (meaning two strands, not three), although Franklin hesitated to draw that conclusion. The friction between Wilkins and Franklin was taking its toll on Wilkins, so he was pleased when, in early November 1951, Crick invited him for a weekend in Cambridge. Watson was there too, and he and Crick bombarded Wilkins with questions. Wilkins had no reason to withhold information. He and Crick were old friends, and as far as he knew, no one at the Cavendish Lab was working on DNA. On November 21, 1951, King’s College hosted a colloquium on the structure of nucleic acid. Franklin was one of the speakers. She presented her findings about how much water the molecule could hold, but she didn’t actually use the term “helix.” In fact, none of the speakers at the meeting suggested “that seeing the shape of the genetic molecule would reveal how it did its work.”3 Watson was at that meeting. But he wasn’t really paying attention to what Franklin had said, nor did he take notes. So, when a week later he and Crick put together a model, it was based only on Watson’s vague recollection of Franklin’s presentation and on what they had heard from Wilkins. Neither were trained chemists, which limited their understanding of how chemical bonds could affect the structural arrangement of atoms in a molecule. The final result was a three-chain helical model with phosphates on the inside and bases on the outside. John Kendrew (1917–1997), a Cavendish colleague, thought that Watson and Crick should let the King’s College team see the model; after all, they had used some of King’s College’s data to come up with it. When Franklin saw it, she immediately saw the error. DNA, she said, “is a thirsty molecule.”4 It could soak up ten times more water than Watson and Crick had calculated. The phosphates had to be on the outside, surrounded by a shell of water. Otherwise, how would the molecule stay together? They had put the sodium ions outside the molecule, which covers them in water and makes them unavailable to bind with other atoms. After this, the scientist in charge of the Cavendish Lab, Lawrence Bragg (1890–1971), asked Watson and Crick to step away from the DNA question. Bragg and Randall had agreed that how DNA was made would be investigated by scientists at King’s College. Though they had been asked to step away, Watson and Crick continued to work on DNA secretly. They did a lot of reading and spent lunch hours at the local pub, the Eagle, discussing what they had learned. During this time, Erwin Chargaff visited England. He met with Watson and Crick and was unimpressed. He thought Watson was an ill-mannered American and that Crick was pushing a theory that he didn’t fully understand— Crick couldn’t even remember the chemical differences between the four bases in the DNA molecule.5 Despite Chargaff’s disdain, Watson and Crick learned a lot and were able to apply Chargaff’s findings: in the DNA molecule, there was always an equal amount of adenine as there was thymine, and equal amounts of cytosine and guanine. Back at King’s College, things were even worse between Wilkins and Franklin. By now, Franklin was pretty convinced that the sugar–phosphate backbone of DNA was actually on the outside of the molecule, but Wilkins had no access to her research, and therefore there was nothing he could pass on to Watson and Crick. Across the Pond Linus Pauling had already discovered the alpha helix, a protein structure in which chains of amino acids are held together by strong links called peptide bonds. X-ray diffraction data had shown that these chains were almost always coiled. Pauling and his associate, Robert Corey (1897–1971), constructed a physical model using pieces of tin cut exactly in the shape of each element. This was extremely exacting work. For example, molecular models on the scale 2.5 centimeter = 1 angstrom (one ten-billionth of a meter) had to be made with a precision better than 0.01 centimeters. Pauling’s papers and model-building method had a great impact on Crick and Watson. In his memoir, Crick wrote that Pauling’s approach taught him the importance of model building, as well as the necessity of taking risks when making hypotheses. For Watson, “there was no one like Linus in all the world,” and it was Pauling who Watson was sure he would compete with in “win[ning] the DNA structure.”6 For Pauling, investigating the structure of DNA was the natural outgrowth of his previous work. But he was in no rush to do it—not until he realized there was a “race” going on. In 1952, Pauling’s son Peter was in England to work at the Cavendish Lab, and he was sharing office space with Watson and Crick. Of course, the younger Pauling wrote to his parents regularly, so he knew his father was actively working out the construction of DNA. In January 1953, Peter wrote to his father: “For more than a year Francis [Crick] and others have been saying to the nucleic acid people at Kings ‘You had better work hard or Pauling will get interested in nucleic acids.’”7 He also asked his father to send an advanced copy of a paper Linus Pauling had submitted to the prestigious scientific journal Nature in which he had suggested that DNA was a triple helix with a sugar-phosphate backbone inside. Linus Pauling (left) and Robert Corey (right) deduced two main structural features of all proteins. These structures form the backbone of tens of thousands of proteins, including DNA. When Crick and Watson read Pauling’s paper, they knew from their previous model-building that it was wrong. Furthermore, Pauling didn’t know about the X-ray evidence that proved that the phosphate groups were somewhere outside the molecule. But Watson and Crick did, thanks to all the information Wilkins had been passing along. Initially, Watson felt gleeful—there was still a chance he and Crick could crack the code before Pauling— but he also knew that Pauling would quickly figure out his error, so there was no time to lose. Photo 51 Watson knew that he needed the information from the researchers at King’s to complete the model, and he rushed to London to try to get it. But Franklin was having none of that. She was still trying to reconcile what all her data meant. The two fought, and Wilkins, overhearing, brought Watson into his office and showed him the now-famous image (Photo 51) of the B form of DNA that Franklin had taken months earlier. Watson immediately understood its significance: “The pattern was unbelievably simpler than those obtained before. Moreover, the black cross of reflections which dominated the picture could arise only from a helical structure.”8",
      "word_count": 2283,
      "character_count": 13595,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 13595,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch3_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Race When Watson and Crick started their investigations, the structure of DNA was the hot question of the day. If the first half of the twentieth century had been devoted to uncovering the laws of physics, the theory of relativity, quantum mechanics, and nuclear fission, the second half of the century would be devoted to biology. Up until then, experts were convinced that genes were made of proteins because protein molecules are very large and it seemed logical that only a large molecule could carry so much information. But all that thinking was about to change. The Contenders In the 1920s, Frederick Griffith (1879–1941), a microbiologist working in England at the Ministry of Health, was doing work on the pneumococcus bacteria. He found that there were two forms: one smooth and one rough. Griffith injected lab mice with each type. He found that the smooth (S) type killed the mice, while the rough (R) type did not. He then heated the S bacteria, killing the bacteria cells, and injected it into mice. The mice survived. He later mixed the live R and killed S bacteria together and injected it into mice. Surprisingly, the mice died. He also discovered that the bacteria remaining in the dead mice was the live S bacteria. What had happened in the mice to bring the deadly S form back to life? Taking up Griffith’s work, Oswald T. Avery (1877–1955) at Columbia University in New York believed that the restoring agent must be a protein. Meanwhile, in England, Griffith tried to kill the live S bacteria, first by using an enzyme known to digest proteins and then by trying one for DNA, called DNAase (-ase is the standard suffix that means “enzyme”). What Griffith found was that the bacteria exposed to DNAase did not become lethal. Whatever was responsible for the transformation was happening where there was DNA. But there remained the question of how DNA, made up of just four bases repeated over and over, could be complex enough to carry all the information scientists believed it had to carry. The answer lay in the work of Erwin Chargaff (1905–2002), a scientist at Columbia University whose work directly influenced Crick and Watson. Inspired by Avery, Chargaff found that in DNA, there was always an equal amount of thymine and adenine and cytosine and guanine, though the A-T amounts could be very different from the C-G amounts. This strongly suggested that A and T were always found together, and likewise that C and G were always paired. In a paper with colleagues published in April 1952, Chargaff theorized that the base pair bonded a certain way, but he was not ready to propose anything further. However, his observations would be critical to Watson and Crick as they began building their DNA model. Watson Moves to London At a 1951 convention in Naples, Italy, Watson heard Maurice Wilkins speak about his research on nucleic acids and why his lab was focusing on it: they believed that it could lead to understanding the structure of a gene. Watson was eager to join Wilkins’s team at King’s College, London, and wrote a letter of inquiry but received no answer. At this point, he had already decided that he wanted to uncover the structure of DNA, and he managed to talk his way out of his fellowship in Copenhagen to follow Max Perutz (1914–2002). Perutz, a chemist turned crystallographer, was at the Cavendish Laboratory in Cambridge, England, investigating the structure of hemoglobin. If Watson joined the Perutz lab, he could study crystallography and plant viruses. He told his sponsors that X-ray crystallography was key to understanding genetics, and that genetics, according to one of his scientific mentors, Max Delbrück (1906–1981), was the problem of the century. Whoever cracked the genetic code would be famous. And fame was what Watson was after. At the Cavendish Lab, Watson met Crick. Watson told his mentor Delbrück that Crick was “the brightest person I have ever worked with and the nearest approach to [Linus] Pauling.”1 Crick’s incessant talking was a source of irritation for many of the scientists at the Cavendish Lab, but for Watson, it was pure gold. Their rambling conversations played a big role in their work. Each had an area of expertise that complemented the other: Watson knew biology and genetics, and Crick was a physicist turned X-ray crystallographer. Linus Pauling Linus Pauling (1901–1994) was an American chemist who had been working on molecular structure, the nature of the chemical bond, and the effects of various chemical agents on the human body. Before landing a professorship at the California Institute of Technology, he worked with Niels Bohr (1885–1962) in Denmark and Schrödinger in Switzerland. He had successfully applied the theories of physics to biology, focusing on the spatial architecture of molecules and the relationship between molecular structure and molecular behavior. King’s College, London, 1951 Back at King’s College, John T. Randall had successfully convinced Rosalind Franklin to leave Paris and come back to London to work on a project she would head involving protein structure and X-ray diffraction. Randall sent Franklin a letter stating that “as far as the experimental X-ray effort is concerned there will be at the moment only yourself and [graduate student] Raymond Gosling.”2 Wilkins knew nothing of this correspondence and expected that he and his colleague Alec Stokes would analyze the pictures Franklin and Gosling took. Randall did nothing to clear up the matter, so Franklin was irritated to learn that Wilkins had been working on DNA using X-ray crystallography, and she let Wilkins know. Still, Wilkins worked on the problem, which he felt was still his. From previous studies, Wilkins and Stokes knew that the DNA molecule was composed of sugar and phosphate and that attached to the sugar atoms were four different bases, but they didn’t know how they were arranged. Despite his difficulties with Franklin, Wilkins had learned from her X-ray diffraction pictures that DNA fibers came in two types: wet (B form) and dry (A form). X-ray diffraction on the wet fibers produced an image that had a crystalline structure and a pattern that showed as a distinct X, whereas the dry version produced an image with sharp scatter and many distinct spots. Several of Franklin’s older X-ray images were sharp, but there were some blurry spots. Now she and Wilkins knew why: those images were of a DNA that was a blend of the A and B types. This is the famous X-ray diffraction photo of DNA that Rosalind Franklin took in 1951. At this point, the King’s College group knew three things: DNA was crystalline, at least one of its forms was shaped like a helix, and many water molecules could attach themselves to it, which caused it to stretch out. Franklin reasoned that because DNA could easily take up water, the phosphates had to be on the outside of the molecule (phosphates attract water). In addition, Wilkins thought the photographs suggested a helical structure (meaning two strands, not three), although Franklin hesitated to draw that conclusion. The friction between Wilkins and Franklin was taking its toll on Wilkins, so he was pleased when, in early November 1951, Crick invited him for a weekend in Cambridge. Watson was there too, and he and Crick bombarded Wilkins with questions. Wilkins had no reason to withhold information. He and Crick were old friends, and as far as he knew, no one at the Cavendish Lab was working on DNA. On November 21, 1951, King’s College hosted a colloquium on the structure of nucleic acid. Franklin was one of the speakers. She presented her findings about how much water the molecule could hold, but she didn’t actually use the term “helix.” In fact, none of the speakers at the meeting suggested “that seeing the shape of the genetic molecule would reveal how it did its work.”3 Watson was at that meeting. But he wasn’t really paying attention to what Franklin had said, nor did he take notes. So, when a week later he and Crick put together a model, it was based only on Watson’s vague recollection of Franklin’s presentation and on what they had heard from Wilkins. Neither were trained chemists, which limited their understanding of how chemical bonds could affect the structural arrangement of atoms in a molecule. The final result was a three-chain helical model with phosphates on the inside and bases on the outside. John Kendrew (1917–1997), a Cavendish colleague, thought that Watson and Crick should let the King’s College team see the model; after all, they had used some of King’s College’s data to come up with it. When Franklin saw it, she immediately saw the error. DNA, she said, “is a thirsty molecule.”4 It could soak up ten times more water than Watson and Crick had calculated. The phosphates had to be on the outside, surrounded by a shell of water. Otherwise, how would the molecule stay together? They had put the sodium ions outside the molecule, which covers them in water and makes them unavailable to bind with other atoms. After this, the scientist in charge of the Cavendish Lab, Lawrence Bragg (1890–1971), asked Watson and Crick to step away from the DNA question. Bragg and Randall had agreed that how DNA was made would be investigated by scientists at King’s College. Though they had been asked to step away, Watson and Crick continued to work on DNA secretly. They did a lot of reading and spent lunch hours at the local pub, the Eagle, discussing what they had learned. During this time, Erwin Chargaff visited England. He met with Watson and Crick and was unimpressed. He thought Watson was an ill-mannered American and that Crick was pushing a theory that he didn’t fully understand— Crick couldn’t even remember the chemical differences between the four bases in the DNA molecule.5 Despite Chargaff’s disdain, Watson and Crick learned a lot and were able to apply Chargaff’s findings: in the DNA molecule, there was always an equal amount of adenine as there was thymine, and equal amounts of cytosine and guanine. Back at King’s College, things were even worse between Wilkins and Franklin. By now, Franklin was pretty convinced that the sugar–phosphate backbone of DNA was actually on the outside of the molecule, but Wilkins had no access to her research, and therefore there was nothing he could pass on to Watson and Crick. Across the Pond Linus Pauling had already discovered the alpha helix, a protein structure in which chains of amino acids are held together by strong links called peptide bonds. X-ray diffraction data had shown that these chains were almost always coiled. Pauling and his associate, Robert Corey (1897–1971), constructed a physical model using pieces of tin cut exactly in the shape of each element. This was extremely exacting work. For example, molecular models on the scale 2.5 centimeter = 1 angstrom (one ten-billionth of a meter) had to be made with a precision better than 0.01 centimeters. Pauling’s papers and model-building method had a great impact on Crick and Watson. In his memoir, Crick wrote that Pauling’s approach taught him the importance of model building, as well as the necessity of taking risks when making hypotheses. For Watson, “there was no one like Linus in all the world,” and it was Pauling who Watson was sure he would compete with in “win[ning] the DNA structure.”6 For Pauling, investigating the structure of DNA was the natural outgrowth of his previous work. But he was in no rush to do it—not until he realized there was a “race” going on. In 1952, Pauling’s son Peter was in England to work at the Cavendish Lab, and he was sharing office space with Watson and Crick. Of course, the younger Pauling wrote to his parents regularly, so he knew his father was actively working out the construction of DNA. In January 1953, Peter wrote to his father: “For more than a year Francis [Crick] and others have been saying to the nucleic acid people at Kings ‘You had better work hard or Pauling will get interested in nucleic acids.’”7 He also asked his father to send an advanced copy of a paper Linus Pauling had submitted to the prestigious scientific journal Nature in which he had suggested that DNA was a triple helix with a sugar-phosphate backbone inside. Linus Pauling (left) and Robert Corey (right) deduced two main structural features of all proteins. These structures form the backbone of tens of thousands of proteins, including DNA. When Crick and Watson read Pauling’s paper, they knew from their previous model-building that it was wrong. Furthermore, Pauling didn’t know about the X-ray evidence that proved that the phosphate groups were somewhere outside the molecule. But Watson and Crick did, thanks to all the information Wilkins had been passing along. Initially, Watson felt gleeful—there was still a chance he and Crick could crack the code before Pauling— but he also knew that Pauling would quickly figure out his error, so there was no time to lose. Photo 51 Watson knew that he needed the information from the researchers at King’s to complete the model, and he rushed to London to try to get it. But Franklin was having none of that. She was still trying to reconcile what all her data meant. The two fought, and Wilkins, overhearing, brought Watson into his office and showed him the now-famous image (Photo 51) of the B form of DNA that Franklin had taken months earlier. Watson immediately understood its significance: “The pattern was unbelievably simpler than those obtained before. Moreover, the black cross of reflections which dominated the picture could arise only from a helical structure.”8",
      "word_count": 2283,
      "character_count": 13595,
      "chapter_number": 3,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 13595,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch3"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch4",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 10",
      "content": "The Famous Double Helix After seeing Franklin’s photo, Watson wanted to get back to his lab as quickly as possible. On the train back to Cambridge, he drew what he could remember. In his mind, the photo showed a two-chain structure, like a twisted ladder. The Correct DNA Model Arriving back in Cambridge, Watson spoke with Bragg, explaining what he’d learned in London, stressing that if the Cavendish team didn’t take this opportunity, certainly Linus Pauling would beat them. Though Bragg had stopped Watson once, this time he encouraged Watson to go ahead with investigating and building a model of DNA. Watson had yet to speak with Crick, but when he did, Watson told him what he’d learned about the B form of DNA and the photo. From these, Watson hypothesized that the bases must be stacked on top of each other in a direction perpendicular to a helical axis. Crick wasn’t so sure and wanted to keep the option open to work on two- and three-chain models. While waiting for the machinist to deliver the model parts, Watson started to build a model with the pieces he already had. He decided to put the phosphate-sugar backbone on the outside of the molecule, as Franklin suggested. He knew from Chargaff’s findings that there were equal amounts of the bases, but Watson figured that bases would pair like to like; that is, A would pair to A, G to G, and so on. Around this time, a former student of Pauling’s, Jerry Donohue (1920–1985), was visiting the Cavendish Lab, and he pointed out that the forms of the bases Watson and Crick were using were out of date. New thinking was that these bases had slightly different shapes. Though these structural changes were small, it made a huge difference in the way the bases could bond and therefore in how a model could be constructed. Watson had to let go of his like-to-like theory. By late February, the machinist had still not delivered the parts, so Watson decided to start cutting out pieces from cardboard. He began playing around with the pieces, and suddenly it became clear to him: adenine and thymine were held together by two hydrogen bonds that were identical in shape to the hydrogen bonds that held together guanine and cytosine. Furthermore, this rendering accommodated Chargaff’s rule of A = T and G = C. When Crick arrived at the lab, Watson pounced: he’d found the solution. At first Crick was skeptical—they believed they’d had the answer before—but as Crick examined Watson’s model, he could see that it worked. The model was a double helix whose measurements fit the experimental data. Moreover, the design would allow for a genetic code that could make a copy of itself and pass that copy along. Nonetheless, Watson reports in his book The Double Helix that he felt “slightly queasy when at lunch Francis winged into the Eagle to tell everyone within hearing distance that we had found the secret of life.”1 They still had to get the metal parts from the machine shop to build a real model and confirm their findings. This is a replica of the demonstration model Crick and Watson used to verify the structure of DNA. Watson got the machined parts the next day and put together the first three-dimensional model that adhered to all the X-ray data from Franklin and Wilkins’s research and the rules of stereochemistry. Crick followed after him, checking measurements. Their model revealed that DNA is composed of two strands of alternating units of sugar and phosphate on the outside, with pairs of bases inside, bonded by hydrogen. Bruce Fraser’s Model In November 1951, R. D. B. (Bruce) Fraser (1924-) was a PhD candidate in Dr. William Price’s lab at King’s College. Fraser decided to build a physical model that reflected the current thinking on DNA. He did not have any problems with Rosalind Franklin and discussed his model with her. When he asked her how many chains she thought might be in the molecule, Franklin said three. Just like Wilkins and later Linus Pauling, Franklin assumed that because of the molecule’s density and ability to hold water, DNA could not be composed of two chains. There wouldn’t be enough room. Fraser quickly finished his model and except for the number of chains, it was alarmingly accurate. It was helical in shape, the phosphates were on the outside, and the bases were stacked and separated by a distance of 3.4 angstroms. Even though it was full of potential, nothing came of Fraser’s model because of what some believe was King’s College’s overly cautious way of doing things; they were not about to release anything without checking and rechecking the data. The final model was 6 feet (1.8 meters) high and contained ten pairs of bases. Publishing Their Findings Bragg came to view the model and liked it, but in accordance with good scientific practice, he asked Watson and Crick to get the opinion of Alexander Todd (1907–1997), an expert in organic chemistry. Todd approved. Then, Wilkins saw the model. He, too, found that the model supported his data, and several days later, he phoned to say that Franklin also believed that her X-ray data strongly supported the double helix. According to Watson, she “saw the appeal of the base pairs and accepted the fact that the structure was too pretty to not be true.”2 Watson and Crick quickly got to work writing up their findings for submission to Nature. Their article, “A Structure for Deoxyribose Nucleic Acid,” appeared on April 25, 1953. Though they acknowledged Franklin and Wilkins in their initial paper, they gave no indication of how important Franklin’s photo and Wilkins’s data were in helping them.",
      "word_count": 955,
      "character_count": 5576,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 5576,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch4_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Famous Double Helix After seeing Franklin’s photo, Watson wanted to get back to his lab as quickly as possible. On the train back to Cambridge, he drew what he could remember. In his mind, the photo showed a two-chain structure, like a twisted ladder. The Correct DNA Model Arriving back in Cambridge, Watson spoke with Bragg, explaining what he’d learned in London, stressing that if the Cavendish team didn’t take this opportunity, certainly Linus Pauling would beat them. Though Bragg had stopped Watson once, this time he encouraged Watson to go ahead with investigating and building a model of DNA. Watson had yet to speak with Crick, but when he did, Watson told him what he’d learned about the B form of DNA and the photo. From these, Watson hypothesized that the bases must be stacked on top of each other in a direction perpendicular to a helical axis. Crick wasn’t so sure and wanted to keep the option open to work on two- and three-chain models. While waiting for the machinist to deliver the model parts, Watson started to build a model with the pieces he already had. He decided to put the phosphate-sugar backbone on the outside of the molecule, as Franklin suggested. He knew from Chargaff’s findings that there were equal amounts of the bases, but Watson figured that bases would pair like to like; that is, A would pair to A, G to G, and so on. Around this time, a former student of Pauling’s, Jerry Donohue (1920–1985), was visiting the Cavendish Lab, and he pointed out that the forms of the bases Watson and Crick were using were out of date. New thinking was that these bases had slightly different shapes. Though these structural changes were small, it made a huge difference in the way the bases could bond and therefore in how a model could be constructed. Watson had to let go of his like-to-like theory. By late February, the machinist had still not delivered the parts, so Watson decided to start cutting out pieces from cardboard. He began playing around with the pieces, and suddenly it became clear to him: adenine and thymine were held together by two hydrogen bonds that were identical in shape to the hydrogen bonds that held together guanine and cytosine. Furthermore, this rendering accommodated Chargaff’s rule of A = T and G = C. When Crick arrived at the lab, Watson pounced: he’d found the solution. At first Crick was skeptical—they believed they’d had the answer before—but as Crick examined Watson’s model, he could see that it worked. The model was a double helix whose measurements fit the experimental data. Moreover, the design would allow for a genetic code that could make a copy of itself and pass that copy along. Nonetheless, Watson reports in his book The Double Helix that he felt “slightly queasy when at lunch Francis winged into the Eagle to tell everyone within hearing distance that we had found the secret of life.”1 They still had to get the metal parts from the machine shop to build a real model and confirm their findings. This is a replica of the demonstration model Crick and Watson used to verify the structure of DNA. Watson got the machined parts the next day and put together the first three-dimensional model that adhered to all the X-ray data from Franklin and Wilkins’s research and the rules of stereochemistry. Crick followed after him, checking measurements. Their model revealed that DNA is composed of two strands of alternating units of sugar and phosphate on the outside, with pairs of bases inside, bonded by hydrogen. Bruce Fraser’s Model In November 1951, R. D. B. (Bruce) Fraser (1924-) was a PhD candidate in Dr. William Price’s lab at King’s College. Fraser decided to build a physical model that reflected the current thinking on DNA. He did not have any problems with Rosalind Franklin and discussed his model with her. When he asked her how many chains she thought might be in the molecule, Franklin said three. Just like Wilkins and later Linus Pauling, Franklin assumed that because of the molecule’s density and ability to hold water, DNA could not be composed of two chains. There wouldn’t be enough room. Fraser quickly finished his model and except for the number of chains, it was alarmingly accurate. It was helical in shape, the phosphates were on the outside, and the bases were stacked and separated by a distance of 3.4 angstroms. Even though it was full of potential, nothing came of Fraser’s model because of what some believe was King’s College’s overly cautious way of doing things; they were not about to release anything without checking and rechecking the data. The final model was 6 feet (1.8 meters) high and contained ten pairs of bases. Publishing Their Findings Bragg came to view the model and liked it, but in accordance with good scientific practice, he asked Watson and Crick to get the opinion of Alexander Todd (1907–1997), an expert in organic chemistry. Todd approved. Then, Wilkins saw the model. He, too, found that the model supported his data, and several days later, he phoned to say that Franklin also believed that her X-ray data strongly supported the double helix. According to Watson, she “saw the appeal of the base pairs and accepted the fact that the structure was too pretty to not be true.”2 Watson and Crick quickly got to work writing up their findings for submission to Nature. Their article, “A Structure for Deoxyribose Nucleic Acid,” appeared on April 25, 1953. Though they acknowledged Franklin and Wilkins in their initial paper, they gave no indication of how important Franklin’s photo and Wilkins’s data were in helping them.",
      "word_count": 955,
      "character_count": 5576,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 5576,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch4"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch5",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 11",
      "content": "The Aftermath By solving the way all the pieces fit together, Watson and Crick had shown the world two things: how DNA may be replicated and transcribed by complementary assembly, and how the letters of the code are arranged. Having this information, scientists could now get to work figuring out how the molecule unwound to replicate itself. Then they would be able to decode the instructions embedded in DNA. Franklin Dies By all accounts, Rosalind Franklin was a meticulous scientist, precise in her measurements and reporting. By the 1950s, it was common knowledge that exposure to X-ray radiation could cause cancer, but safety standards were lax. One of Franklin’s colleagues recalled seeing her step into the beam of an X-ray camera to get a perfect image. In 1956, Franklin was in the United States when she suffered severe abdominal pains. She visited the doctor, got painkillers, and continued her travels. By the time she returned to England and saw a doctor there, she had advanced ovarian cancer. Though she kept working during treatment and surgery, Franklin died on April 16, 1958. Though tolerance dosage guidelines existed during Franklin’s time, they were not as exacting as they are today. What was permissible was not always safe. Because the camera could only be focused when the X-ray beam was on, Franklin regularly exposed herself to radiation when she positioned her samples. Some people have suggested Franklin did not receive her due credit because she was a woman. However, Franklin’s sister, Jenifer Glyn, has said that Franklin would have been uncomfortable and embarrassed by portrayals that cast her as a victim of male dominance or an active feminist. “She would have thought of herself simply as a scientist whose achievements should have been judged on their own terms.”1 In recent decades, however, more attention has been given to women’s contributions to science, technology, engineering, and mathematics (STEM). Franklin’s accomplishments continue to inspire generations of women. Controversy Some say Wilkins stole one of the best X-ray pictures Franklin had taken of DNA and passed it on to Watson secretly. It was clearly this image that allowed Watson and Crick to fill in the last piece of the DNA puzzle. Franklin biographer Brenda Maddox points out that Wilkins would have had access to the photo because Franklin was leaving King’s College and her graduate student Raymond Gosling would have been preparing to complete his thesis without her. “[Gosling] had every reason to show what was also his current work to the assistant head of the department.”2 Did Wilkins steal? Did Crick and Watson? Perhaps there is no clear answer. What’s clear is that nowhere in Crick and Watson’s famous paper did the pair mention Franklin’s photo. The Nobel Prize (1962) After Watson and Crick published their findings, other scientists (including Pauling and Wilkins) tested them to confirm that the structure they proposed was indeed correct. After minor tweaking, the scientific community agreed their structure was correct. According to the Nobel Foundation, the Prize for Physiology or Medicine is given to work that the Nobel Committee believes has long-lasting repercussions for future generations of scientists and doctors.3 Once Watson and Crick’s model had become an accepted piece of scientific knowledge, it was unsurprising that they were nominated for the prize. Thus, in 1962, Crick, Watson, and Wilkins shared the award. Why did Wilkins get the prize and not Franklin? According the Nobel Prize rules, anyone who is awarded must be living. Furthermore, prizes for science cannot be divided more than three ways. Had Franklin survived, the Nobel Committee might have had a difficult choice, though historically prizes in science have not gone to many women. Of course, this question will never be answered, but in their acceptance lectures, only Wilkins, the scientist with whom Franklin had had much difficulty, recognized “my late colleague Rosalind Franklin who, with great ability and experience of X-ray diffraction, so much helped the initial investigations on DNA.”4 After the Prize After DNA, Wilkins turned his attention to RNA and neurobiology. He also became increasingly involved in speaking about the misuse of science. He organized an undergraduate course on the social aspects of science that was well liked. Unlike Watson and Crick, Wilkins used his professional expertise for social causes, maintaining membership in the British Society for Social Responsibility in Science, the Russell Committee Against Chemical Weapons, and Food and Disarmament International. Wilkins continued to work in genetics, focusing on the structure of RNA. He stayed at King’s College until he died on October 5, 2004. The 1962 winners of the Nobel Prize pose for a photograph after the official ceremony in Stockholm. From left to right: Professor Maurice H. Wilkins (medicine); Dr. Max Perutz (chemistry); Dr. Francis Crick (medicine); author John Steinbeck (literature); Prof. James D. Watson (medicine); and Dr. John Kendrew (chemistry). After their work on the double helix, Watson and Crick collaborated for a time, then pursued other scientific endeavors separately. Crick was interested in examining the relationship between DNA and proteins. Watson returned to the United States to Harvard University, where he started a department of molecular biology. A Best Seller Turns Best Friends Away In 1968, Watson wrote The Double Helix: A Personal Account of the Discovery and Structure of DNA. While the book became a best seller and garnered much praise, many felt that Watson’s rendition of events was unfair, particularly his depiction of Rosalind Franklin, whom he referred to as “Rosy.” In his book, she appears like an evil character in a fairy tale. But she was not alive to defend herself. Wilkins and Crick, however, were alive, and both objected to Watson’s portrayal. Harvard University had planned to publish the book, but as result of these objections, dropped it. Eventually, two other publishers—one in the United States and one in the United Kingdom—picked it up. As a result, Crick did not speak to Watson for some time, but they reconciled later in their careers.5 In 1977, at the age of sixty, Crick got interested in neuroscience and became head of the Salk Institute in San Diego, California. He spent the rest of his academic career at Salk, becoming the J. W. Kieckhefer Distinguished Research Professor of Biological Studies. He died on July 28, 2004. Watson After The Double Helix After building the department of molecular biology at Harvard, Watson became the director of the Cold Springs Harbor Laboratory in New York. The lab was having trouble financially, but Watson raised enough money to save it from ruin and turn it into a well-known center for study of cancer-causing viruses. He became president and director of the lab in 1994 and later, chancellor. Watson envisioned a time when the complete sequence of human DNA—the code for every gene that makes humans human—could be known. That vision became a reality in 1989 when Watson became the first director of the Human Genome Project. On January 1, 2019, PBS aired a program about Watson titled Decoding Watson. In it, Watson revived a controversial remark he had made in 2007 about a link between intelligence and race, which cost him his title and status at Cold Spring Harbor Laboratory. Crick had also made such remarks during his lifetime, but he was never publicly reprimanded. Wilkins once remarked that Watson and Crick had gotten “a bit narrow-minded” due to their focus on molecular biology. “They think everything about life and human beings can be explained in terms of atoms and molecules … Molecular biology is, obviously extremely important.”6 However, Wilkins cautioned it is only a tool and it would be “a great mistake to think it is going to comprehend everything.”7",
      "word_count": 1272,
      "character_count": 7917,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 7917,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch5_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Aftermath By solving the way all the pieces fit together, Watson and Crick had shown the world two things: how DNA may be replicated and transcribed by complementary assembly, and how the letters of the code are arranged. Having this information, scientists could now get to work figuring out how the molecule unwound to replicate itself. Then they would be able to decode the instructions embedded in DNA. Franklin Dies By all accounts, Rosalind Franklin was a meticulous scientist, precise in her measurements and reporting. By the 1950s, it was common knowledge that exposure to X-ray radiation could cause cancer, but safety standards were lax. One of Franklin’s colleagues recalled seeing her step into the beam of an X-ray camera to get a perfect image. In 1956, Franklin was in the United States when she suffered severe abdominal pains. She visited the doctor, got painkillers, and continued her travels. By the time she returned to England and saw a doctor there, she had advanced ovarian cancer. Though she kept working during treatment and surgery, Franklin died on April 16, 1958. Though tolerance dosage guidelines existed during Franklin’s time, they were not as exacting as they are today. What was permissible was not always safe. Because the camera could only be focused when the X-ray beam was on, Franklin regularly exposed herself to radiation when she positioned her samples. Some people have suggested Franklin did not receive her due credit because she was a woman. However, Franklin’s sister, Jenifer Glyn, has said that Franklin would have been uncomfortable and embarrassed by portrayals that cast her as a victim of male dominance or an active feminist. “She would have thought of herself simply as a scientist whose achievements should have been judged on their own terms.”1 In recent decades, however, more attention has been given to women’s contributions to science, technology, engineering, and mathematics (STEM). Franklin’s accomplishments continue to inspire generations of women. Controversy Some say Wilkins stole one of the best X-ray pictures Franklin had taken of DNA and passed it on to Watson secretly. It was clearly this image that allowed Watson and Crick to fill in the last piece of the DNA puzzle. Franklin biographer Brenda Maddox points out that Wilkins would have had access to the photo because Franklin was leaving King’s College and her graduate student Raymond Gosling would have been preparing to complete his thesis without her. “[Gosling] had every reason to show what was also his current work to the assistant head of the department.”2 Did Wilkins steal? Did Crick and Watson? Perhaps there is no clear answer. What’s clear is that nowhere in Crick and Watson’s famous paper did the pair mention Franklin’s photo. The Nobel Prize (1962) After Watson and Crick published their findings, other scientists (including Pauling and Wilkins) tested them to confirm that the structure they proposed was indeed correct. After minor tweaking, the scientific community agreed their structure was correct. According to the Nobel Foundation, the Prize for Physiology or Medicine is given to work that the Nobel Committee believes has long-lasting repercussions for future generations of scientists and doctors.3 Once Watson and Crick’s model had become an accepted piece of scientific knowledge, it was unsurprising that they were nominated for the prize. Thus, in 1962, Crick, Watson, and Wilkins shared the award. Why did Wilkins get the prize and not Franklin? According the Nobel Prize rules, anyone who is awarded must be living. Furthermore, prizes for science cannot be divided more than three ways. Had Franklin survived, the Nobel Committee might have had a difficult choice, though historically prizes in science have not gone to many women. Of course, this question will never be answered, but in their acceptance lectures, only Wilkins, the scientist with whom Franklin had had much difficulty, recognized “my late colleague Rosalind Franklin who, with great ability and experience of X-ray diffraction, so much helped the initial investigations on DNA.”4 After the Prize After DNA, Wilkins turned his attention to RNA and neurobiology. He also became increasingly involved in speaking about the misuse of science. He organized an undergraduate course on the social aspects of science that was well liked. Unlike Watson and Crick, Wilkins used his professional expertise for social causes, maintaining membership in the British Society for Social Responsibility in Science, the Russell Committee Against Chemical Weapons, and Food and Disarmament International. Wilkins continued to work in genetics, focusing on the structure of RNA. He stayed at King’s College until he died on October 5, 2004. The 1962 winners of the Nobel Prize pose for a photograph after the official ceremony in Stockholm. From left to right: Professor Maurice H. Wilkins (medicine); Dr. Max Perutz (chemistry); Dr. Francis Crick (medicine); author John Steinbeck (literature); Prof. James D. Watson (medicine); and Dr. John Kendrew (chemistry). After their work on the double helix, Watson and Crick collaborated for a time, then pursued other scientific endeavors separately. Crick was interested in examining the relationship between DNA and proteins. Watson returned to the United States to Harvard University, where he started a department of molecular biology. A Best Seller Turns Best Friends Away In 1968, Watson wrote The Double Helix: A Personal Account of the Discovery and Structure of DNA. While the book became a best seller and garnered much praise, many felt that Watson’s rendition of events was unfair, particularly his depiction of Rosalind Franklin, whom he referred to as “Rosy.” In his book, she appears like an evil character in a fairy tale. But she was not alive to defend herself. Wilkins and Crick, however, were alive, and both objected to Watson’s portrayal. Harvard University had planned to publish the book, but as result of these objections, dropped it. Eventually, two other publishers—one in the United States and one in the United Kingdom—picked it up. As a result, Crick did not speak to Watson for some time, but they reconciled later in their careers.5 In 1977, at the age of sixty, Crick got interested in neuroscience and became head of the Salk Institute in San Diego, California. He spent the rest of his academic career at Salk, becoming the J. W. Kieckhefer Distinguished Research Professor of Biological Studies. He died on July 28, 2004. Watson After The Double Helix After building the department of molecular biology at Harvard, Watson became the director of the Cold Springs Harbor Laboratory in New York. The lab was having trouble financially, but Watson raised enough money to save it from ruin and turn it into a well-known center for study of cancer-causing viruses. He became president and director of the lab in 1994 and later, chancellor. Watson envisioned a time when the complete sequence of human DNA—the code for every gene that makes humans human—could be known. That vision became a reality in 1989 when Watson became the first director of the Human Genome Project. On January 1, 2019, PBS aired a program about Watson titled Decoding Watson. In it, Watson revived a controversial remark he had made in 2007 about a link between intelligence and race, which cost him his title and status at Cold Spring Harbor Laboratory. Crick had also made such remarks during his lifetime, but he was never publicly reprimanded. Wilkins once remarked that Watson and Crick had gotten “a bit narrow-minded” due to their focus on molecular biology. “They think everything about life and human beings can be explained in terms of atoms and molecules … Molecular biology is, obviously extremely important.”6 However, Wilkins cautioned it is only a tool and it would be “a great mistake to think it is going to comprehend everything.”7",
      "word_count": 1272,
      "character_count": 7917,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 7917,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch5"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch6",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 12",
      "content": "The Revolution Continues Since the revelations about DNA’s structure, scientists have learned many things about the way DNA actually works. They have developed techniques to read an organism’s genes and to remove portions of its four-letter code. The ability to identify abnormalities in an organism’s genetic makeup may lead to treatment or cures for diseases in humans that are known to be passed down from generation to generation. It can also lead to ethical questions that everyone—not just scientists— should consider. Synthetic DNA In the early 1970s, scientists found a way to synthesize DNA. In a cell, DNA synthesis takes place during replication. In a lab, scientists use a combination of genetic engineering and enzyme chemistry to make DNA. They found they could combine a gene they were interested in studying with a small stretch of DNA that is found in many bacteria (a bacterial plasmid). Scientists then injected resulting hybrid DNA (recombinant DNA) into a bacterial cell. They cloned the cell, allowing it to grow and multiply in a culture. As the cells multiplied, so did the copies of the genes they had inserted. When the bacteria had multiplied enough, the multiple copies of the inserted gene were isolated. This method of DNA synthesis can produce billions of copies of a gene in a couple of weeks. PCR is a method for increasing the amount of DNA taken from a single sample. By 1985, researchers found a new process for making DNA, called polymerase chain reaction (PCR). This method is much faster than previous known methods, producing billions of copies of a DNA strand in just a few hours. It begins by putting a small section of double-stranded DNA in a solution containing DNA polymerase, nucleotides, and primers. The solution is heated to separate the DNA strands. When it is cooled, the polymerase creates a copy of each strand. The process is repeated every five minutes in an automated machine until the desired amount of DNA is produced. This is important for furthering the understanding of biology and for creating new tools for medical science, especially the development of drugs that couldn’t otherwise be synthesized. On the other hand, it can also create, as author Jay Bennett notes in a Popular Mechanics article, “organisms with wholly unnatural attributes and traits not found elsewhere in nature.”1 DNA Evidence Before the 1980s, detectives and police used a process called serology to analyze blood, saliva, and other fluids collected at a crime scene. While serologic analysis can exclude a suspect, it can also include many members of a population group. In 1980, a British geneticist named Alec Jeffreys (1950—) discovered a way to use DNA to more accurately identify people who may have been involved in a crime. Called DNA fingerprinting, the process involves examining cells from blood, skin, hair, muscles, saliva, and bones, and analyzing the DNA in them. Like fingerprints, each person’s DNA pattern is unique, as shown in this image of the bands of DNA produced by electrophoresis. Following the work of Franklin, Wilkins, Watson, and Crick, scientists learned that about 99.9 percent of the human genome is the same in everyone, meaning that people are more alike than they are different. However, one-tenth of 1 percent of a person’s DNA is unique. That might sound like a small number, but in fact, it is about three million base pairs, which represents trillions of possibilities. Jeffreys and his colleagues studied sections of the double helix that seemed to show variations from person to person. Within these areas (known as highly variable regions), Jeffreys discovered short chemical sequences called minisatellites, which could be used like a fingerprint to distinguish one person from another. Since then, other more sensitive tests have been developed. But DNA evidence is not foolproof. Samples can be contaminated before they get to a lab. If a suspect leaves only trace amounts of DNA, the results can be much less accurate than if there is a lot of DNA to sample. Furthermore, like many laboratory procedures, DNA results are only as good as the training of the people doing the analysis. The Human Genome Project The Human Genome Project (HGP) was an international effort to map the entire human genome. Researchers looked letter-by-letter at the genetic code for every gene in a human, including some variations (called alleles). Spearheaded by the National Institutes of Health, it was one of the largest research projects in United States history. It was officially launched in 1990 with the goal of completion in fifteen years. James Watson headed the Human Genome Project from 1990 to 1992. The initial goals for the Human Genome Project were: to develop genetic linkage maps [maps that show the proximity of genes to one another on a chromosome]; to create a physical map of ordered clones of DNA sequences; and to develop the capacity for large-scale sequencing, because faster and cheaper machines along with other great leaps in technology would be needed to get the job done.2 Indeed, during the life of the project, gene sequencing technology became faster and cheaper. The project finished ahead of schedule in 2003, when HGP director Francis Collins announced on April 14 that the first draft of the human genome was completed. Genetic Counseling As a result of the Human Genome Project, many human diseases became better understood. For example, a person with sicklecell disease has one building block—an A—that mistakenly gets converted to T in a gene that makes hemoglobin. That one “typo” creates a host of problems for the person who has it: red blood cells that collapse into a sickle shape and clump together, causing horrible pain and blocking the flow of oxygen to healthy cells. With an increased understanding of human genetics, diagnosing, monitoring, and treating human diseases has changed. Genetic counseling provides information, education, and guidance for people who may be facing genetic conditions such as sickle cell anemia. Since the 1970s, genetic counselors have been part of health-care teams that educate people as to the genetic implications of a disorder. For example, a test for a mutation in the BRCA1 or BRCA2 gene can indicate that a person may have an increased risk of developing breast or ovarian cancer. Traditionally, genetic counseling was performed by a specialist and focused on single-gene conditions, pre-birth testing, and genetic conditions diagnosed at birth or early in childhood. As of the early 2000s, counseling began to include the results of tests performed by companies such as 23andMe and Ancestry. These home tests can determine a genetic predisposition (an increased risk of developing a disease) for conditions such as hereditary thrombophilia, a blood clot disorder, and Parkinson’s disease, which affects nerve cells in the brain that are responsible for controlling body movements. CRISPR Gene Editing CRISPR stands for clustered regularly interspaced short palindromic repeats. In 1978, researchers in Japan noticed “a weird, repeating sequence in the DNA of E. coli bacteria.”3 Further research revealed CRISPR-associated (Cas) genes, which produce Cas enzymes that can slice through DNA, attacking and destroying enemy viruses. In 2012, University of California, Berkeley professor Jennifer Doudna, PhD, and colleagues showed how CRISPR and the enzyme Cas9 could be quickly engineered to find and cut specific sequences of DNA in a test tube. The following year, other studies at different labs demonstrated that CRISPR-Cas9 could be programmed to edit human DNA. Like molecular scissors, CRISPR can locate gene irregularities and cut them out in any plant or animal. This means that there may be cures for debilitating or lethal diseases such as sickle cell, Parkinson’s, and cancer. CRISPR technology allows genome editing by removing, replacing, or adding to parts of the DNA sequence in living eukaryotic cells. The Dangers of CRISPR Along with the benefits of CRISPR, there are concerns. Many have raised questions about the regulation and oversight of this gene-altering tool. There are fears that CRISPR will be used to create designer babies with desirable physical traits and talents. Ongoing experiments to alter the DNA of disease-spreading insects and to genetically enhance crops and livestock may have unintended effects on the environment. Furthermore, the technology, though cheaper than previous methods of gene editing, is still costly and out of reach for most people. Still, the promise of discovering new drugs for the dozens of harmful diseases keeps scientists focused on using the tool. At the end of 2016, the CRISPR gene-editing tool was used for the first time on human cancer patients, and now researchers have succeeded in creating a new kind of life with partially synthetic DNA. In November 2018, He Jainkui at the Southern University of Science and Technology in Shenzhen, China, announced that he had altered embryos for seven couples during fertility treatments. He said he was trying “to bestow a trait that few people naturally have: an ability to resist possible future infection with HIV.”4 While this may sound like a great breakthrough for humanity, many scientists around the world were shocked. At the University of Pennsylvania, gene-edit expert Dr. Kiran Musunuru called He’s actions “unconscionable,” adding that experimenting on humans is neither moral nor ethical. Munsunuru pointed out that even if the editing worked, people without normal CCR5 genes would face higher risks of contracting other viruses. Moreover, there are other, less risky ways to prevent HIV. He Jainkui was investigated by the local medical ethics board to see whether his experiment broke Chinese laws or regulations. He was fired from his university position and placed under house arrest. While these may seem like extreme actions, it does point out the need for careful thought when ethics and science cross paths.",
      "word_count": 1602,
      "character_count": 9995,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 9995,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch6_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "The Revolution Continues Since the revelations about DNA’s structure, scientists have learned many things about the way DNA actually works. They have developed techniques to read an organism’s genes and to remove portions of its four-letter code. The ability to identify abnormalities in an organism’s genetic makeup may lead to treatment or cures for diseases in humans that are known to be passed down from generation to generation. It can also lead to ethical questions that everyone—not just scientists— should consider. Synthetic DNA In the early 1970s, scientists found a way to synthesize DNA. In a cell, DNA synthesis takes place during replication. In a lab, scientists use a combination of genetic engineering and enzyme chemistry to make DNA. They found they could combine a gene they were interested in studying with a small stretch of DNA that is found in many bacteria (a bacterial plasmid). Scientists then injected resulting hybrid DNA (recombinant DNA) into a bacterial cell. They cloned the cell, allowing it to grow and multiply in a culture. As the cells multiplied, so did the copies of the genes they had inserted. When the bacteria had multiplied enough, the multiple copies of the inserted gene were isolated. This method of DNA synthesis can produce billions of copies of a gene in a couple of weeks. PCR is a method for increasing the amount of DNA taken from a single sample. By 1985, researchers found a new process for making DNA, called polymerase chain reaction (PCR). This method is much faster than previous known methods, producing billions of copies of a DNA strand in just a few hours. It begins by putting a small section of double-stranded DNA in a solution containing DNA polymerase, nucleotides, and primers. The solution is heated to separate the DNA strands. When it is cooled, the polymerase creates a copy of each strand. The process is repeated every five minutes in an automated machine until the desired amount of DNA is produced. This is important for furthering the understanding of biology and for creating new tools for medical science, especially the development of drugs that couldn’t otherwise be synthesized. On the other hand, it can also create, as author Jay Bennett notes in a Popular Mechanics article, “organisms with wholly unnatural attributes and traits not found elsewhere in nature.”1 DNA Evidence Before the 1980s, detectives and police used a process called serology to analyze blood, saliva, and other fluids collected at a crime scene. While serologic analysis can exclude a suspect, it can also include many members of a population group. In 1980, a British geneticist named Alec Jeffreys (1950—) discovered a way to use DNA to more accurately identify people who may have been involved in a crime. Called DNA fingerprinting, the process involves examining cells from blood, skin, hair, muscles, saliva, and bones, and analyzing the DNA in them. Like fingerprints, each person’s DNA pattern is unique, as shown in this image of the bands of DNA produced by electrophoresis. Following the work of Franklin, Wilkins, Watson, and Crick, scientists learned that about 99.9 percent of the human genome is the same in everyone, meaning that people are more alike than they are different. However, one-tenth of 1 percent of a person’s DNA is unique. That might sound like a small number, but in fact, it is about three million base pairs, which represents trillions of possibilities. Jeffreys and his colleagues studied sections of the double helix that seemed to show variations from person to person. Within these areas (known as highly variable regions), Jeffreys discovered short chemical sequences called minisatellites, which could be used like a fingerprint to distinguish one person from another. Since then, other more sensitive tests have been developed. But DNA evidence is not foolproof. Samples can be contaminated before they get to a lab. If a suspect leaves only trace amounts of DNA, the results can be much less accurate than if there is a lot of DNA to sample. Furthermore, like many laboratory procedures, DNA results are only as good as the training of the people doing the analysis. The Human Genome Project The Human Genome Project (HGP) was an international effort to map the entire human genome. Researchers looked letter-by-letter at the genetic code for every gene in a human, including some variations (called alleles). Spearheaded by the National Institutes of Health, it was one of the largest research projects in United States history. It was officially launched in 1990 with the goal of completion in fifteen years. James Watson headed the Human Genome Project from 1990 to 1992. The initial goals for the Human Genome Project were: to develop genetic linkage maps [maps that show the proximity of genes to one another on a chromosome]; to create a physical map of ordered clones of DNA sequences; and to develop the capacity for large-scale sequencing, because faster and cheaper machines along with other great leaps in technology would be needed to get the job done.2 Indeed, during the life of the project, gene sequencing technology became faster and cheaper. The project finished ahead of schedule in 2003, when HGP director Francis Collins announced on April 14 that the first draft of the human genome was completed. Genetic Counseling As a result of the Human Genome Project, many human diseases became better understood. For example, a person with sicklecell disease has one building block—an A—that mistakenly gets converted to T in a gene that makes hemoglobin. That one “typo” creates a host of problems for the person who has it: red blood cells that collapse into a sickle shape and clump together, causing horrible pain and blocking the flow of oxygen to healthy cells. With an increased understanding of human genetics, diagnosing, monitoring, and treating human diseases has changed. Genetic counseling provides information, education, and guidance for people who may be facing genetic conditions such as sickle cell anemia. Since the 1970s, genetic counselors have been part of health-care teams that educate people as to the genetic implications of a disorder. For example, a test for a mutation in the BRCA1 or BRCA2 gene can indicate that a person may have an increased risk of developing breast or ovarian cancer. Traditionally, genetic counseling was performed by a specialist and focused on single-gene conditions, pre-birth testing, and genetic conditions diagnosed at birth or early in childhood. As of the early 2000s, counseling began to include the results of tests performed by companies such as 23andMe and Ancestry. These home tests can determine a genetic predisposition (an increased risk of developing a disease) for conditions such as hereditary thrombophilia, a blood clot disorder, and Parkinson’s disease, which affects nerve cells in the brain that are responsible for controlling body movements. CRISPR Gene Editing CRISPR stands for clustered regularly interspaced short palindromic repeats. In 1978, researchers in Japan noticed “a weird, repeating sequence in the DNA of E. coli bacteria.”3 Further research revealed CRISPR-associated (Cas) genes, which produce Cas enzymes that can slice through DNA, attacking and destroying enemy viruses. In 2012, University of California, Berkeley professor Jennifer Doudna, PhD, and colleagues showed how CRISPR and the enzyme Cas9 could be quickly engineered to find and cut specific sequences of DNA in a test tube. The following year, other studies at different labs demonstrated that CRISPR-Cas9 could be programmed to edit human DNA. Like molecular scissors, CRISPR can locate gene irregularities and cut them out in any plant or animal. This means that there may be cures for debilitating or lethal diseases such as sickle cell, Parkinson’s, and cancer. CRISPR technology allows genome editing by removing, replacing, or adding to parts of the DNA sequence in living eukaryotic cells. The Dangers of CRISPR Along with the benefits of CRISPR, there are concerns. Many have raised questions about the regulation and oversight of this gene-altering tool. There are fears that CRISPR will be used to create designer babies with desirable physical traits and talents. Ongoing experiments to alter the DNA of disease-spreading insects and to genetically enhance crops and livestock may have unintended effects on the environment. Furthermore, the technology, though cheaper than previous methods of gene editing, is still costly and out of reach for most people. Still, the promise of discovering new drugs for the dozens of harmful diseases keeps scientists focused on using the tool. At the end of 2016, the CRISPR gene-editing tool was used for the first time on human cancer patients, and now researchers have succeeded in creating a new kind of life with partially synthetic DNA. In November 2018, He Jainkui at the Southern University of Science and Technology in Shenzhen, China, announced that he had altered embryos for seven couples during fertility treatments. He said he was trying “to bestow a trait that few people naturally have: an ability to resist possible future infection with HIV.”4 While this may sound like a great breakthrough for humanity, many scientists around the world were shocked. At the University of Pennsylvania, gene-edit expert Dr. Kiran Musunuru called He’s actions “unconscionable,” adding that experimenting on humans is neither moral nor ethical. Munsunuru pointed out that even if the editing worked, people without normal CCR5 genes would face higher risks of contracting other viruses. Moreover, there are other, less risky ways to prevent HIV. He Jainkui was investigated by the local medical ethics board to see whether his experiment broke Chinese laws or regulations. He was fired from his university position and placed under house arrest. While these may seem like extreme actions, it does point out the need for careful thought when ethics and science cross paths.",
      "word_count": 1602,
      "character_count": 9995,
      "chapter_number": 6,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 9995,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch6"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch7",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 13",
      "content": "Conclusion Many years have passed since the initial revelations about DNA, and there have been many breakthroughs: the mapping of the human genome, the discovery of new techniques to isolate and correct gene mutations, and even the recognition that Watson and Crick, while first to make the announcement about the “building blocks of life,” used the contributions of many scientists to get there. But larger questions about the future of genetic engineering remain. Going forward there are bound to be challenges. Eric Lander, director of the Broad Institute, suggests that now is the time to create a framework for deliberately changing the genes passed on to children and future generations. Lander says there are four points to consider.1 The first is technical. Before scientists start changing the human genome, they need to figure out how to do it with a reasonable degree of precision. Currently, there are problems such as incomplete editing and the introduction of mutations. As technology and science merge, questions will arise about how genetic information will be used in the future. Genetic testing may save people from potential illnesses and defects, but there are also moral issues to consider. The second issue is whether or not there are medical needs that outweigh the risks. Lander notes that there is a compelling argument for eradicating fatal diseases, but that rationale “largely evaporates under careful scrutiny.”2 That is, the risks for editing an embryo outweigh the potential benefits. Rather, Lander suggests stepping up routine genetic testing on couples so more people will know about potential risks they may pass on to their children. Third, Lander thinks that as a society, people should ask themselves who has the right to decide. Some people may argue that parents should be able to make that choice, but Lander cautions that humanity must think about the implications for future generations who may or may not consent to genetic modifications. And it isn’t just scientists who should be part of the discussion: These are questions for everyone. Finally, Lander brings up the issue of morality. What is right and wrong and how do people want to live as a society? As Lander notes, scientists may be reluctant to debate ethics, but it is important that they do. Furthermore, Lander asks, “How would routine genome editing change our world? Would we come to regard our children as manufactured products? Would marketers shape genetic fashions? Would the ‘best’ genomes go to the most privileged? … It has been only about a decade since we first read the human genome. We should exercise great caution before we begin to rewrite it.”3",
      "word_count": 435,
      "character_count": 2669,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2669,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch7_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Conclusion Many years have passed since the initial revelations about DNA, and there have been many breakthroughs: the mapping of the human genome, the discovery of new techniques to isolate and correct gene mutations, and even the recognition that Watson and Crick, while first to make the announcement about the “building blocks of life,” used the contributions of many scientists to get there. But larger questions about the future of genetic engineering remain. Going forward there are bound to be challenges. Eric Lander, director of the Broad Institute, suggests that now is the time to create a framework for deliberately changing the genes passed on to children and future generations. Lander says there are four points to consider.1 The first is technical. Before scientists start changing the human genome, they need to figure out how to do it with a reasonable degree of precision. Currently, there are problems such as incomplete editing and the introduction of mutations. As technology and science merge, questions will arise about how genetic information will be used in the future. Genetic testing may save people from potential illnesses and defects, but there are also moral issues to consider. The second issue is whether or not there are medical needs that outweigh the risks. Lander notes that there is a compelling argument for eradicating fatal diseases, but that rationale “largely evaporates under careful scrutiny.”2 That is, the risks for editing an embryo outweigh the potential benefits. Rather, Lander suggests stepping up routine genetic testing on couples so more people will know about potential risks they may pass on to their children. Third, Lander thinks that as a society, people should ask themselves who has the right to decide. Some people may argue that parents should be able to make that choice, but Lander cautions that humanity must think about the implications for future generations who may or may not consent to genetic modifications. And it isn’t just scientists who should be part of the discussion: These are questions for everyone. Finally, Lander brings up the issue of morality. What is right and wrong and how do people want to live as a society? As Lander notes, scientists may be reluctant to debate ethics, but it is important that they do. Furthermore, Lander asks, “How would routine genome editing change our world? Would we come to regard our children as manufactured products? Would marketers shape genetic fashions? Would the ‘best’ genomes go to the most privileged? … It has been only about a decade since we first read the human genome. We should exercise great caution before we begin to rewrite it.”3",
      "word_count": 435,
      "character_count": 2669,
      "chapter_number": 7,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2669,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch7"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch8",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 14",
      "content": "CHRONOLOGY • 1859 Charles Darwin describes his theory of evolution in On the Origin of Species. • 1866 Gregor Mendel publishes his findings about pea heredity. • 1869 Fredrich Miescher isolates a substance from a cell nucleus. He names it “nuclein,” but it is now called DNA. • 1883 Walther Flemming observes cell division and discovers chromosomes. • 1907 Thomas Hunt breeds fruit flies to show that genes are on the chromosomes. • 1916 Francis Crick is born on June 8 in Northampton, England; Maurice Wilkins is born on December 15 in Pongaroa, New Zealand. • 1920 Rosalind Franklin is born on July 25 in London, England. • 1928 James Watson is born on April 6 in Chicago, Illinois. • 1944 Oswald Avery and colleagues prove that DNA carries the genetic code. • 1946 Wilki ns follow former professor John T. Randall to King’s College, London, England. • 1947 Crick begins working at the Strangeways Lab in Cambridge, England; Franklin moves to France, where she studies coal. • 1949 Crick moves to he Cavendish Laboratory in Cambridge, England. • 1951 January: Franklin moves back to England to join King’s College. May: Watson hears Wilkins lecture on X-ray crystallography and decides to pursue it. October: Watson joins the Cavendish Lab and meets Crick. November: Watson attends a conference where he hears Wilkins and Franklin speak about X-ray crystallography and their work with DNA; Watson and Crick build a triple helix model of DNA; Franklin finds serious errors in the model’s structure. December: The head of Cavendish, Sir Lawrence Bragg, demands that Watson and Crick cease work on DNA. • 1952 May: Franklin takes Photo 51, the distinctive image of the B (wet) form of DNA. September: Peter Pauling and Jerry Donahue join the Cavendish Lab. December: Linus Pauling writes his son Peter to say that he has figured out the structure of DNA. • 1953 January: Peter Pauling receives advance copies of his father’s research paper. Watson reads the paper and realizes Linus Pauling has made a mistake; Wilkins shows Watson Photo 51, and Watson recognizes the double helical structure; Bragg allows Watson to resume DNA building. February: Jerry Donahue sees the pieces Watson is using for model building and suggests that he use modified shapes; working with cardboard cutouts, Watson stumbles on the correct pairings. March: Watson and Crick finish the large model; Franklin leaves King’s College to work at Birkbeck College. April: “Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid,” appears in volume 171, issue 4356 of Nature. Papers by Wilkins and Franklin and their collaborators also appear in this issue of the journal. May: Watson and Crick publish a second article proposing a mechanism for the way DNA carries genetic information. • 1955: Watson returns to the United States and becomes a professor of biology at Harvard. • 1958: Rosalind Franklin dies of ovarian cancer on April 16. • 1962 Crick, Watson, and Wilkins share the Nobel Prize for Physiology or Medicine. • 1968 Watson publishes The Double Helix and becomes director of the Cold Spring Harbor Lab in New York. • 1977 Crick becomes interested in brain research and moves to the Salk Institute in California. • 1981 Wilki ns retires from King’s College. • 1988 Crick publishes his memoir What Mad Pursuit. • 1989 Watson assumes directorship of the Human Genome Project, which officially begins in 1990. • 1992 Watson becomes president of Cold Spring Harbor Lab. • 2000 The first draft of the human genome is finished. • 2003 The H uman Genome Project is officially ended. The genetic sequence of the entire human genome is mapped; Maurice Wilkins publishes The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. • 2004 Francis Crick dies on July 23; Maurice Wilkins dies on October 5. • 2013 Sequencing DNA becomes cheaper; services such as 23andMe and Ancestry are available to the average person. • 2016 The CRISPR tool allows researchers to find and cut out irregularities in human genes, suggesting that in the future it may be possible to reverse the effects of harmful diseases. • 2018 Ch inese researcher He Jainkui announces he has successfully created modified human babies. • 2019 Cold Spring Harbor Lab revokes Watson’s honorary titles as a result of racist remarks Watson made on a PBS documentary.",
      "word_count": 721,
      "character_count": 4338,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 4338,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch8_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "CHRONOLOGY • 1859 Charles Darwin describes his theory of evolution in On the Origin of Species. • 1866 Gregor Mendel publishes his findings about pea heredity. • 1869 Fredrich Miescher isolates a substance from a cell nucleus. He names it “nuclein,” but it is now called DNA. • 1883 Walther Flemming observes cell division and discovers chromosomes. • 1907 Thomas Hunt breeds fruit flies to show that genes are on the chromosomes. • 1916 Francis Crick is born on June 8 in Northampton, England; Maurice Wilkins is born on December 15 in Pongaroa, New Zealand. • 1920 Rosalind Franklin is born on July 25 in London, England. • 1928 James Watson is born on April 6 in Chicago, Illinois. • 1944 Oswald Avery and colleagues prove that DNA carries the genetic code. • 1946 Wilki ns follow former professor John T. Randall to King’s College, London, England. • 1947 Crick begins working at the Strangeways Lab in Cambridge, England; Franklin moves to France, where she studies coal. • 1949 Crick moves to he Cavendish Laboratory in Cambridge, England. • 1951 January: Franklin moves back to England to join King’s College. May: Watson hears Wilkins lecture on X-ray crystallography and decides to pursue it. October: Watson joins the Cavendish Lab and meets Crick. November: Watson attends a conference where he hears Wilkins and Franklin speak about X-ray crystallography and their work with DNA; Watson and Crick build a triple helix model of DNA; Franklin finds serious errors in the model’s structure. December: The head of Cavendish, Sir Lawrence Bragg, demands that Watson and Crick cease work on DNA. • 1952 May: Franklin takes Photo 51, the distinctive image of the B (wet) form of DNA. September: Peter Pauling and Jerry Donahue join the Cavendish Lab. December: Linus Pauling writes his son Peter to say that he has figured out the structure of DNA. • 1953 January: Peter Pauling receives advance copies of his father’s research paper. Watson reads the paper and realizes Linus Pauling has made a mistake; Wilkins shows Watson Photo 51, and Watson recognizes the double helical structure; Bragg allows Watson to resume DNA building. February: Jerry Donahue sees the pieces Watson is using for model building and suggests that he use modified shapes; working with cardboard cutouts, Watson stumbles on the correct pairings. March: Watson and Crick finish the large model; Franklin leaves King’s College to work at Birkbeck College. April: “Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid,” appears in volume 171, issue 4356 of Nature. Papers by Wilkins and Franklin and their collaborators also appear in this issue of the journal. May: Watson and Crick publish a second article proposing a mechanism for the way DNA carries genetic information. • 1955: Watson returns to the United States and becomes a professor of biology at Harvard. • 1958: Rosalind Franklin dies of ovarian cancer on April 16. • 1962 Crick, Watson, and Wilkins share the Nobel Prize for Physiology or Medicine. • 1968 Watson publishes The Double Helix and becomes director of the Cold Spring Harbor Lab in New York. • 1977 Crick becomes interested in brain research and moves to the Salk Institute in California. • 1981 Wilki ns retires from King’s College. • 1988 Crick publishes his memoir What Mad Pursuit. • 1989 Watson assumes directorship of the Human Genome Project, which officially begins in 1990. • 1992 Watson becomes president of Cold Spring Harbor Lab. • 2000 The first draft of the human genome is finished. • 2003 The H uman Genome Project is officially ended. The genetic sequence of the entire human genome is mapped; Maurice Wilkins publishes The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. • 2004 Francis Crick dies on July 23; Maurice Wilkins dies on October 5. • 2013 Sequencing DNA becomes cheaper; services such as 23andMe and Ancestry are available to the average person. • 2016 The CRISPR tool allows researchers to find and cut out irregularities in human genes, suggesting that in the future it may be possible to reverse the effects of harmful diseases. • 2018 Ch inese researcher He Jainkui announces he has successfully created modified human babies. • 2019 Cold Spring Harbor Lab revokes Watson’s honorary titles as a result of racist remarks Watson made on a PBS documentary.",
      "word_count": 721,
      "character_count": 4338,
      "chapter_number": 8,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 4338,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch8"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch9",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 15",
      "content": "CHAPTER NOTES Introduction 1. “The Nobel Prize in Physiology or Medicine 1962,” Nobel Prize.org, 2019, https://www.nobelprize.org/prizes/medicine/1962/summary. Chapter One In the Beginning 1. Edward Edelson, Francis Crick & James Watson and the Building Blocks of Life (New York: Oxford University Press, 1998), p. 22. 2. Francis Crick, What Mad Pursuit (New York: Basic Books, 1988), p. 18. 3. Matt Ridley, Francis Crick: Discoverer of the Genetic Code (New York: HarperCollins. 2006), p. 39. 4. James D. Watson, Avoid Boring People (New York: Alfred A. Knopf, 2007), p. 10. 5. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 15. 6. Maddox, pp. 85–86. 7. Encyclopedia of World Biography, s.v. “Rosalind Elsie Franklin,” Gale, 1998, Biography In Context, http://link.galegroup.com/apps/doc/K1631002305/BIC?u=ntn&sid=BIC&xid=42c44614 (accessed April 18, 2019). 8. Walther Gather, “Maurice Wilkins Obituary,” Nature 431, no. 21 (October 2004). Chapter Three The Race 1. James D. Watson. The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 43. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 150. 3. Maddox. p. 163. 4. Maddox. p. 165. 5. R. N. Albright, The Double Helix Structure of DNA: James Watson, Francis Crick, Maurice Wilkins, and Rosalind Franklin (New York: Rosen, 2014), p. 37. 6. Watson. p. 150. 7. Letter from Paul Pauling to his parents, January 23, 1953, Oregon State University, http://scarc.library.oregonstate.edu/coll/pauling/dna/corr/bio5.041.6-peterpauling-paulings-19530113.html. 8. Watson, p. 181. Chapter Four The Famous Double Helix 1. James D. Watson, The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 209. 2. Watson. p. 222. Chapter Five The Aftermath 1. “Why Dr. Rosalind Franklin Should Be the New Face of the Â£50 Note,” King’s College London, November 29, 2018, https://www.kcl.ac.uk/news/spotlight-article.aspx?id=c5bda7fe-6d9b-4250-b7d5-f613033ac315. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 196. 3. “How Are the Nobel Laureates Selected?” NobelPrize.org, 2019, https://www.nobelprize.org/nomination/medicine. 4. Maurice Wilkins, “The Molecular Configuration of Nucleic Acids,” Nobel Lecture, NobelPrize.org, December 11, 1961, https://www.nobelprize.org/prizes/medicine/1962/wilkins/lecture. 5. Nicholas Wade, “A Peek into the Remarkable Mind Behind the Genetic Code,” New York Times, July 11, 2006, https://www.nytimes.com/2006/07/11/science/11book.html. 6. Stephanie Johnson, Thomas R. Mertens, and Maurice Wilkins, “An Interview with Nobel Laureate Maurice Wilkins,” The American Biology Teacher 51, no. 3 (1989): pp. 151–153. 7. Johnson, Mertens, and Wilkins, pp. 151–153. Chapter Six The Revolution Continues 1. Jay Bennett, “New Organisms with Synthetic DNA Could Lead to Entirely New Life Forms,” Popular Mechanics, January 24, 2017, https://www.popularmechanics.com/science/a24879/organisms-synthetic-dna-new-life-forms. 2. “Human Genome Project,” in Genetics, ed. Richard Robinson (New York: Macmillan Reference USA, 2008), Science in Context, https://www.gale.com/c7science-in-context. 3. Mark Shwartz, “Target, Delete Repair,” Stanford Medicine, Winter 2018, https://stanmed.stanford.edu/2018winter/CRISPR-for-gene-editing-is-revolutionary-but-it-comes-with-risks.html. 4. “World’s First Gene-Edited Babies Created in China, Claims Scientist,” Guardian, November 26, 2018, https://www.theguardian.com/science/2018/nov/26/worlds-first-gene-edited-babies-created-in-china-claims-scientist. Conclusion 1. Eric S. Lander, “Brave New Genome,” New England Journal of Medicine 373, no. 1 (July 2, 2015): pp. 5–8. 2. Lander. 3. Lander.",
      "word_count": 476,
      "character_count": 3773,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 3773,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch9_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "CHAPTER NOTES Introduction 1. “The Nobel Prize in Physiology or Medicine 1962,” Nobel Prize.org, 2019, https://www.nobelprize.org/prizes/medicine/1962/summary. Chapter One In the Beginning 1. Edward Edelson, Francis Crick & James Watson and the Building Blocks of Life (New York: Oxford University Press, 1998), p. 22. 2. Francis Crick, What Mad Pursuit (New York: Basic Books, 1988), p. 18. 3. Matt Ridley, Francis Crick: Discoverer of the Genetic Code (New York: HarperCollins. 2006), p. 39. 4. James D. Watson, Avoid Boring People (New York: Alfred A. Knopf, 2007), p. 10. 5. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 15. 6. Maddox, pp. 85–86. 7. Encyclopedia of World Biography, s.v. “Rosalind Elsie Franklin,” Gale, 1998, Biography In Context, http://link.galegroup.com/apps/doc/K1631002305/BIC?u=ntn&sid=BIC&xid=42c44614 (accessed April 18, 2019). 8. Walther Gather, “Maurice Wilkins Obituary,” Nature 431, no. 21 (October 2004). Chapter Three The Race 1. James D. Watson. The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 43. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 150. 3. Maddox. p. 163. 4. Maddox. p. 165. 5. R. N. Albright, The Double Helix Structure of DNA: James Watson, Francis Crick, Maurice Wilkins, and Rosalind Franklin (New York: Rosen, 2014), p. 37. 6. Watson. p. 150. 7. Letter from Paul Pauling to his parents, January 23, 1953, Oregon State University, http://scarc.library.oregonstate.edu/coll/pauling/dna/corr/bio5.041.6-peterpauling-paulings-19530113.html. 8. Watson, p. 181. Chapter Four The Famous Double Helix 1. James D. Watson, The Annotated and Illustrated Double Helix (New York: Simon & Schuster, 2012), p. 209. 2. Watson. p. 222. Chapter Five The Aftermath 1. “Why Dr. Rosalind Franklin Should Be the New Face of the Â£50 Note,” King’s College London, November 29, 2018, https://www.kcl.ac.uk/news/spotlight-article.aspx?id=c5bda7fe-6d9b-4250-b7d5-f613033ac315. 2. Brenda Maddox, Rosalind Franklin: The Dark Lady of DNA (New York: HarperCollins, 2002), p. 196. 3. “How Are the Nobel Laureates Selected?” NobelPrize.org, 2019, https://www.nobelprize.org/nomination/medicine. 4. Maurice Wilkins, “The Molecular Configuration of Nucleic Acids,” Nobel Lecture, NobelPrize.org, December 11, 1961, https://www.nobelprize.org/prizes/medicine/1962/wilkins/lecture. 5. Nicholas Wade, “A Peek into the Remarkable Mind Behind the Genetic Code,” New York Times, July 11, 2006, https://www.nytimes.com/2006/07/11/science/11book.html. 6. Stephanie Johnson, Thomas R. Mertens, and Maurice Wilkins, “An Interview with Nobel Laureate Maurice Wilkins,” The American Biology Teacher 51, no. 3 (1989): pp. 151–153. 7. Johnson, Mertens, and Wilkins, pp. 151–153. Chapter Six The Revolution Continues 1. Jay Bennett, “New Organisms with Synthetic DNA Could Lead to Entirely New Life Forms,” Popular Mechanics, January 24, 2017, https://www.popularmechanics.com/science/a24879/organisms-synthetic-dna-new-life-forms. 2. “Human Genome Project,” in Genetics, ed. Richard Robinson (New York: Macmillan Reference USA, 2008), Science in Context, https://www.gale.com/c7science-in-context. 3. Mark Shwartz, “Target, Delete Repair,” Stanford Medicine, Winter 2018, https://stanmed.stanford.edu/2018winter/CRISPR-for-gene-editing-is-revolutionary-but-it-comes-with-risks.html. 4. “World’s First Gene-Edited Babies Created in China, Claims Scientist,” Guardian, November 26, 2018, https://www.theguardian.com/science/2018/nov/26/worlds-first-gene-edited-babies-created-in-china-claims-scientist. Conclusion 1. Eric S. Lander, “Brave New Genome,” New England Journal of Medicine 373, no. 1 (July 2, 2015): pp. 5–8. 2. Lander. 3. Lander.",
      "word_count": 476,
      "character_count": 3773,
      "chapter_number": 9,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 3773,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch9"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch10",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 16",
      "content": "GLOSSARY adenine One of the four chemical bases of which DNA is made. chromosome The threadlike structure made of DNA that appears when a cell divides and which carries genetic information. cytosine One of the four chemical bases of which DNA is made. deoxyribonucleic acid (DNA) Long thin molecules found in the nucleus of a cell that carry instructions. eukaryotic organism A living thing whose cells all contain nuclei. gene A section of DNA on a chromosome that contains genetic code and determines the kind of protein to make. genetics The study of heredity and the variation of inherited characteristics. genome All the genetic information in the chromosomes of an organism. guanine One of the four chemical bases of which DNA is made. molecular biology The study of biological molecules (proteins, nucleic acids, and carbohydrates) and the way these molecules affect the structure and function of living organisms. molecule The smallest unit of a chemical compound. nuclein The name Walther Flemming gave to the substance he observed when a cell divided; the substance now called DNA. nucleus The part of the cell that determines the structure and activity of the cell. protein Any large group of organic compounds found in living organisms. replication The process by which DNA produces two identical copies of itself when a cell divides. ribonucleic acid (RNA) A complex organic compound in living cells that is involved with protein synthesis. ribosome A spherical structure outside a cell’s nucleus where proteins are made. thymine One of the four chemical bases of which DNA is made. transcription The process in living cells in which genetic information of DNA is transferred to a molecule of messenger RNA. translation The process in living cells in which genetic information encoded in messenger RNA gets converted into a sequence of amino acids. X-ray crystallography A technique for revealing the arrangement of atoms or molecules inside crystals. X-ray diffraction The way in which X-rays bounce off layers in a crystal to produce a photographic image.",
      "word_count": 332,
      "character_count": 2070,
      "chapter_number": 10,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2070,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch10_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "GLOSSARY adenine One of the four chemical bases of which DNA is made. chromosome The threadlike structure made of DNA that appears when a cell divides and which carries genetic information. cytosine One of the four chemical bases of which DNA is made. deoxyribonucleic acid (DNA) Long thin molecules found in the nucleus of a cell that carry instructions. eukaryotic organism A living thing whose cells all contain nuclei. gene A section of DNA on a chromosome that contains genetic code and determines the kind of protein to make. genetics The study of heredity and the variation of inherited characteristics. genome All the genetic information in the chromosomes of an organism. guanine One of the four chemical bases of which DNA is made. molecular biology The study of biological molecules (proteins, nucleic acids, and carbohydrates) and the way these molecules affect the structure and function of living organisms. molecule The smallest unit of a chemical compound. nuclein The name Walther Flemming gave to the substance he observed when a cell divided; the substance now called DNA. nucleus The part of the cell that determines the structure and activity of the cell. protein Any large group of organic compounds found in living organisms. replication The process by which DNA produces two identical copies of itself when a cell divides. ribonucleic acid (RNA) A complex organic compound in living cells that is involved with protein synthesis. ribosome A spherical structure outside a cell’s nucleus where proteins are made. thymine One of the four chemical bases of which DNA is made. transcription The process in living cells in which genetic information of DNA is transferred to a molecule of messenger RNA. translation The process in living cells in which genetic information encoded in messenger RNA gets converted into a sequence of amino acids. X-ray crystallography A technique for revealing the arrangement of atoms or molecules inside crystals. X-ray diffraction The way in which X-rays bounce off layers in a crystal to produce a photographic image.",
      "word_count": 332,
      "character_count": 2070,
      "chapter_number": 10,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2070,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch10"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch11",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 17",
      "content": "FURTHER READING BOOKS Crick, Francis. What Mad Pursuit. New York: Basic Books, 1988. Rauf, Don. DNA, RNA, and the Inheritance of Traits. New York: Enslow Publishing, 2019. Streissguth, Tom. Rosalind Franklin: DNA Discoverer. Minneapolis, MN: Essential Library, 2018. Watson, James D. The Annotated and Illustrated Double Helix. New York: Simon & Schuster, 2012. Wilkins, Maurice. The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. Oxford, UK: Oxford University Press, 2003. WEBSITES Understanding Science: The Structure of DNA undsci.berkeley.edu/article/dna_01 Learn more about the scientists and breakthroughs that led to the discovery of the structure of DNA. US National Library of Medicine: Profiles in Science profiles.nlm.nih.gov Read more information on Francis Crick, Oswald T. Avery, Rosalind Franklin, and Linus Pauling. Wellcome Library: Codebreakers: Makers of Modern Genetics wellcomelibrary.org/collections/digital-collections/makers-of-modern-genetics Dive deeper into the history of genetics through digitized books and archives, as well as a timeline.",
      "word_count": 146,
      "character_count": 1091,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1091,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch11_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "FURTHER READING BOOKS Crick, Francis. What Mad Pursuit. New York: Basic Books, 1988. Rauf, Don. DNA, RNA, and the Inheritance of Traits. New York: Enslow Publishing, 2019. Streissguth, Tom. Rosalind Franklin: DNA Discoverer. Minneapolis, MN: Essential Library, 2018. Watson, James D. The Annotated and Illustrated Double Helix. New York: Simon & Schuster, 2012. Wilkins, Maurice. The Third Man of the Double Helix: The Autobiography of Maurice Wilkins. Oxford, UK: Oxford University Press, 2003. WEBSITES Understanding Science: The Structure of DNA undsci.berkeley.edu/article/dna_01 Learn more about the scientists and breakthroughs that led to the discovery of the structure of DNA. US National Library of Medicine: Profiles in Science profiles.nlm.nih.gov Read more information on Francis Crick, Oswald T. Avery, Rosalind Franklin, and Linus Pauling. Wellcome Library: Codebreakers: Makers of Modern Genetics wellcomelibrary.org/collections/digital-collections/makers-of-modern-genetics Dive deeper into the history of genetics through digitized books and archives, as well as a timeline.",
      "word_count": 146,
      "character_count": 1091,
      "chapter_number": 11,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1091,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch11"
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch12",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "chapter",
      "title": "Chapter 18",
      "content": "INDEX A Admiralty Research Laboratory, 11 alleles, 58 alpha helix, 38 amino acids, 24, 27–30, 38 antibodies, 28, 30 anti-codon, 30 atomic bombs, 17 Avery, Oswald T., 32 B bases, 23–26, 28–30, 32, 34, 36, 37, 41–42, 44, 45, 57 Bragg, Lawrence, 37, 41, 45 British Coal Utilisation Research Association (BCURA), 14 C Cavendish Laboratory, 33–34, 36–37, 38, 41–42 cell division, 21, 22, 24–26 Chargaff, Erwin, 32, 37, 42 chromatin, 22 chromosomes, 21–22, 24, 26, 58 coal, 14 codon, 28–30 Corey, Robert, 38 Crick, Francis DNA and, 6–8, 16, 19, 23, 33–34, 36–37, 38–40, 41–45, 46, 48 early life, 9 education, 11 honors, 6, 49 interest in biology, 11–12 later work, 52 legacy, 8 views on race, 53 wartime service, 11 CRISPR, 60–61 crystallography, 12, 14, 33–34 D Darwin, Charles, 20 Delbrück, Max, 33 designer babies, 61 diffraction, 14, 19, 34, 38, 49 DNA editing, 60–62, 63–66 law enforcement and, 56–58 medicine and, 56, 59, 60–62 significance of, 8, 19, 22 structure of, 6, 8, 16, 19, 23–24, 26, 32–40, 41–45 synthesis of, 54–56 wet and dry, 19, 34 Donohue, Jerry, 42 double helix, 16, 23–25, 42– 45, 52, 57–58 E electrostatic force, 23–24 enzymes, 26, 28, 32, 54, 60 ethics, 54, 61–62, 65–66 F Flemming, Walther, 21 Franklin, Rosalind death, 16, 46–48 DNA and, 7–8, 14–16, 19, 34–38, 40, 41, 42, 44–45 early life, 14 education, 14 later research, 16 legacy, 8, 48 overlooked, 7, 16–17, 48, 49 Watson’s portrayal of, 52 fruit flies, 21–22 G genes, 19, 20–22, 24, 26, 31, 33, 53, 54–56, 58–62, 63–66 genetic counseling, 59 genome, 26, 57, 58–59, 63 Gosling, Raymond, 16, 34, 48 Great Depression, 12 Griffith, Frederick, 31–32 H He Jainkui, 61–62 hemoglobin, 28, 33, 59 homunculi, 8 Human Genome Project, 53, 58–59 J Jeffreys, Alec, 56–58 K Kendrew, John, 6, 37 King’s College, 14–16, 17, 19, 33, 34–40, 44, 48, 52 Klug, Aaron, 16 L Lander, Eric, 63–66 M Manhattan Project, 17 Mendel, Gregor, 21 Miescher, Friedrich, 21 Ministry of Home Security and Aircraft Production, 17 model building, 19, 38–40, 41–45 molecular biology, 8, 52, 53 Morgan, Thomas Hunt, 21–22 mutation, 21–22, 59, 63 N Nature (journal), 16, 40, 45 Nobel Prize, 6, 16, 22, 49 nuclein, 21 nucleotide, 24, 27, 56 nucleus, 21, 25–27 P Pauling, Linus, 33, 38–40, 42, 44, 49 peptide bonds, 38 Perutz, Max, 6, 33 phosphates, 23–25, 34, 36–37, 40, 42, 44, 45 physics, 11, 17, 31, 33 pneumococcus bacteria, 31–32 polymerase chain reaction (PCR), 56 proteins, 14, 21, 24, 26–30, 32, 34, 38, 52 Q quantum mechanics, 11, 31 R radar, 17 Randall, John T., 14–16, 17, 19, 34, 37 replication, 24–26, 27, 46, 54 ribosome, 27–30 RNA, 26, 49–52 messenger RNA, 27–28, 30 transfer RNA, 28–30 Rockefeller Institute, 28–30 S Schrödinger, Erwin, 11, 33 serology, 56 sexism, 16, 48 Steinbeck, John, 6 Stokes, A. R., 16, 34 sugar, 23–24, 25, 26, 34, 37–38, 40, 42, 45 T tobacco mosaic virus (TMV), 16 Todd, Alexander, 45 transcription, 24, 26–28, 46 translation, 24, 28–30 U uranium isotopes, 17 W Watson, James DNA and, 6–8, 16, 19, 23, 32–34, 36–37, 38–40, 41–45, 46, 48 early life, 12 education, 12 honors, 6, 49 later work, 52–53, 58 legacy, 8 views on race, 53 What Is Life?, 11, 17 Wilkins, Maurice DNA and, 6–8, 16, 19, 32–33, 34–36, 37–38, 40, 44–45, 48 early life, 17 education, 17 honors, 6, 49 interest in biology, 11–12, 14, 17 later work, 49–52 legacy, 8 World War II service, 17 Wilson, H. R., 16 World War II, 11, 12, 14, 17 X X-rays, 12, 14–16, 19, 33–36, 40, 44, 45, 46, 48, 49",
      "word_count": 601,
      "character_count": 3434,
      "chapter_number": 12,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 3434,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "james_watson_francis_audrey_borus_ch12_p1",
      "book_id": "james_watson_francis_audrey_borus",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "INDEX A Admiralty Research Laboratory, 11 alleles, 58 alpha helix, 38 amino acids, 24, 27–30, 38 antibodies, 28, 30 anti-codon, 30 atomic bombs, 17 Avery, Oswald T., 32 B bases, 23–26, 28–30, 32, 34, 36, 37, 41–42, 44, 45, 57 Bragg, Lawrence, 37, 41, 45 British Coal Utilisation Research Association (BCURA), 14 C Cavendish Laboratory, 33–34, 36–37, 38, 41–42 cell division, 21, 22, 24–26 Chargaff, Erwin, 32, 37, 42 chromatin, 22 chromosomes, 21–22, 24, 26, 58 coal, 14 codon, 28–30 Corey, Robert, 38 Crick, Francis DNA and, 6–8, 16, 19, 23, 33–34, 36–37, 38–40, 41–45, 46, 48 early life, 9 education, 11 honors, 6, 49 interest in biology, 11–12 later work, 52 legacy, 8 views on race, 53 wartime service, 11 CRISPR, 60–61 crystallography, 12, 14, 33–34 D Darwin, Charles, 20 Delbrück, Max, 33 designer babies, 61 diffraction, 14, 19, 34, 38, 49 DNA editing, 60–62, 63–66 law enforcement and, 56–58 medicine and, 56, 59, 60–62 significance of, 8, 19, 22 structure of, 6, 8, 16, 19, 23–24, 26, 32–40, 41–45 synthesis of, 54–56 wet and dry, 19, 34 Donohue, Jerry, 42 double helix, 16, 23–25, 42– 45, 52, 57–58 E electrostatic force, 23–24 enzymes, 26, 28, 32, 54, 60 ethics, 54, 61–62, 65–66 F Flemming, Walther, 21 Franklin, Rosalind death, 16, 46–48 DNA and, 7–8, 14–16, 19, 34–38, 40, 41, 42, 44–45 early life, 14 education, 14 later research, 16 legacy, 8, 48 overlooked, 7, 16–17, 48, 49 Watson’s portrayal of, 52 fruit flies, 21–22 G genes, 19, 20–22, 24, 26, 31, 33, 53, 54–56, 58–62, 63–66 genetic counseling, 59 genome, 26, 57, 58–59, 63 Gosling, Raymond, 16, 34, 48 Great Depression, 12 Griffith, Frederick, 31–32 H He Jainkui, 61–62 hemoglobin, 28, 33, 59 homunculi, 8 Human Genome Project, 53, 58–59 J Jeffreys, Alec, 56–58 K Kendrew, John, 6, 37 King’s College, 14–16, 17, 19, 33, 34–40, 44, 48, 52 Klug, Aaron, 16 L Lander, Eric, 63–66 M Manhattan Project, 17 Mendel, Gregor, 21 Miescher, Friedrich, 21 Ministry of Home Security and Aircraft Production, 17 model building, 19, 38–40, 41–45 molecular biology, 8, 52, 53 Morgan, Thomas Hunt, 21–22 mutation, 21–22, 59, 63 N Nature (journal), 16, 40, 45 Nobel Prize, 6, 16, 22, 49 nuclein, 21 nucleotide, 24, 27, 56 nucleus, 21, 25–27 P Pauling, Linus, 33, 38–40, 42, 44, 49 peptide bonds, 38 Perutz, Max, 6, 33 phosphates, 23–25, 34, 36–37, 40, 42, 44, 45 physics, 11, 17, 31, 33 pneumococcus bacteria, 31–32 polymerase chain reaction (PCR), 56 proteins, 14, 21, 24, 26–30, 32, 34, 38, 52 Q quantum mechanics, 11, 31 R radar, 17 Randall, John T., 14–16, 17, 19, 34, 37 replication, 24–26, 27, 46, 54 ribosome, 27–30 RNA, 26, 49–52 messenger RNA, 27–28, 30 transfer RNA, 28–30 Rockefeller Institute, 28–30 S Schrödinger, Erwin, 11, 33 serology, 56 sexism, 16, 48 Steinbeck, John, 6 Stokes, A. R., 16, 34 sugar, 23–24, 25, 26, 34, 37–38, 40, 42, 45 T tobacco mosaic virus (TMV), 16 Todd, Alexander, 45 transcription, 24, 26–28, 46 translation, 24, 28–30 U uranium isotopes, 17 W Watson, James DNA and, 6–8, 16, 19, 23, 32–34, 36–37, 38–40, 41–45, 46, 48 early life, 12 education, 12 honors, 6, 49 later work, 52–53, 58 legacy, 8 views on race, 53 What Is Life?, 11, 17 Wilkins, Maurice DNA and, 6–8, 16, 19, 32–33, 34–36, 37–38, 40, 44–45, 48 early life, 17 education, 17 honors, 6, 49 interest in biology, 11–12, 14, 17 later work, 49–52 legacy, 8 World War II service, 17 Wilson, H. R., 16 World War II, 11, 12, 14, 17 X X-rays, 12, 14–16, 19, 33–36, 40, 44, 45, 46, 48, 49",
      "word_count": 601,
      "character_count": 3434,
      "chapter_number": 12,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 3434,
      "parent_chunk_id": "james_watson_francis_audrey_borus_ch12"
    }
  ],
  "processing_info": {
    "processed_at": 1752212358.044009,
    "epub_path": "ebooks/downloads/James Watson Francis Crick Rosalind Franklin and Maurice - Audrey Borus.epub",
    "chapter_count": 13,
    "word_count": 13468,
    "chunk_count": 26
  }
}