{
  "metadata": {
    "title": "The Fault in Our Stars: A Novel by John Green | Conversation Starters",
    "author": "dailyBooks",
    "publisher": "dailyBooks",
    "publication_date": "2016-02-20",
    "language": "EN",
    "isbn": null,
    "description": "<p>The Fault in Our Stars: by John Green | Conversation Starters</p><p><br /><strong>Limited Time Offer: $3.99 ($4.99)&nbsp;</strong><br /><br /><em>The Fault in Our Stars,&nbsp;</em>written by John Green, is the story of love, heartbreak, illness, loss, and&nbsp;<br />death.&nbsp;<br />It tells the tale of two teenagers, Hazel Grace Lancaster and Augustus Waters, who have both been diagnosed with&nbsp;<br />cancer.&nbsp;<br />The two bond over a book called An Imperial Affliction and its open ending. Shortly thereafter, Hazel and Augustus are&nbsp;<br />boarding a plane&nbsp;<br />to visit the book&#39;s author in hopes to get an answer to the question,&nbsp;<br /><br />&ldquo;What happens after the story ends?&rdquo; &ndash; a question that shows up often throughout the plot in their personal&nbsp;<br />lives as well.&nbsp;<br /><br /><em>The Fault in Our Stars&nbsp;</em>was listed as Amazon.com&#39;s Best Books of the Month in January 2012. It was also a bestseller for&nbsp;<br />The New York Times, Wall Street Journal, USA&nbsp;<br />Today, and TIME Magazine. The novel was adapted to film, which premiered in the United States on June 6, 2014.&nbsp;<br />&emsp;&nbsp;<br />&nbsp;</p><p>A Brief Look Inside:</p><p><br /><br />EVERY GOOD BOOK CONTAINS A WORLD FAR DEEPER&nbsp;<br />than the surface of its pages. The characters and their world come alive,&nbsp;<br />and the characters and its world still live on.&nbsp;<br /><em>Conversation Starters&nbsp;</em>is peppered with questions designed to&nbsp;<br />bring us beneath the surface of the page&nbsp;<br />and invite us into the world that lives on.&nbsp;<br /><br />These questions can be used to..&nbsp;<br /><br />&nbsp;</p><p>Create Hours of Conversation:</p><p><br />&bull; <strong>Foster</strong>&nbsp;a deeper understanding of the book&nbsp;<br />&bull; <strong>Promote</strong>&nbsp;an atmosphere of discussion for groups&nbsp;<br />&bull; <strong>Assist</strong>&nbsp;in the study of the book, either individually or corporately&nbsp;<br />&bull; <strong>Explore</strong>&nbsp;unseen realms of the book as never seen before&nbsp;<br /><br /><strong>Disclaimer</strong>: This book you are about to enjoy is an independent resource to supplement the original book, enhancing your experience of&nbsp;<em>The Book Thief.</em>&nbsp;If you have not yet purchased a copy of the original book, please do before purchasing this unofficial&nbsp;<em>Conversation Starters</em>.&nbsp;<br /><br /><strong>Download your copy today for a Limited Time Discount: $3.99 ($4.99)&nbsp;</strong><br /><strong>Read it on your PC, Mac, iOS or Android smartphone, tablet and Kindle devices.</strong>&nbsp;</p>",
    "subject": "John Green",
    "total_chapters": 5,
    "total_words": 1474,
    "file_path": "ebooks/downloads/The Fault in Our Stars A Novel by John Green Conversation - Daily Books.epub"
  },
  "chapters": [
    {
      "title": "Chapter 1",
      "content": "Conversation Starters for John Green’s The Fault in Our Stars –––––––– By dailyBooks FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone Please Note: This is an unofficial conversation starters guide. If you have not yet read the original work, please do so first. –––––––– Copyright © 2015 by dailyBooks.All Rights Reserved. First Published in the United States of America 2015 –––––––– We hope you enjoy this complementary guide from dailyBooks. We aim to provide quality, thought provoking material to assistin your discovery and discussions on some of today’s favorite books. –––––––– Disclaimer / Terms of Use: Product names, logos, brands, and other trademarks featured or referred to within this publication are the property of their respective trademark holders and are not affiliated with dailyBooks. The publisher and author make no representations or warranties with respect to the accuracy or completeness of these contents and disclaim all warranties such as warranties of fitness for a particular purpose. This guide is unofficial and unauthorized. It is not authorized, approved, licensed, or endorsed by the original book's author or publisher and any of their licensees or affiliates. –––––––– No part of this publication may be reproduced or retransmitted, electronic or mechanical, without the written permission of the publisher. Tips for Using dailyBooks Conversation Starters: EVERY GOOD BOOK CONTAINS A WORLD FAR DEEPER THAN the surface of its pages. The characters and their world come alive through the words on the pages, yet the characters and its world still live on. Questions herein are designed to bring us beneath the surface of the page and invite us into the world that lives on. These questions can be used to: Foster a deeper understanding of the book Promote an atmosphere of discussion for groups Assist in the study of the book, either individually or corporately Explore unseen realms of the book as never seen beforeAbout Us: THROUGH YEARS OF EXPERIENCE AND FIELD EXPERTISE, from newspaper featured book clubs to local library chapters, dailyBooks can bring your book discussion to life. Host your book party as we discuss some of today’s most widely read books.",
      "chapter_number": 1,
      "section_number": null,
      "word_count": 413,
      "file_path": "c001.xhtml",
      "spine_order": 0
    },
    {
      "title": "Introducing The Fault in Our Stars",
      "content": "Introducing The Fault in Our Stars THE FAULT IN OUR STARS TELLS THE TALE OF TWO HIGH school students, Hazel and Augustus. Hazel has been diagnosed with thyroid cancer that recently spread to her lungs. Her mother convinces her to attend a support group. At the support group, she meets Augustus, who has osteosarcoma that caused him to have one of his legs amputated. Augustus and Hazel quickly bond and become close friends. Hazel gives him her favorite novel to read, An Imperial Affliction. An Imperial Affliction is similar to Hazel's life. The story is about a young girl who has cancer. Augustus finishes the novel and is upset that it does not have a satisfying ending. Hazel tells him that the author became a bit of a recluse after the book was published. Later, Augustus tracks down the author's assistant. The two email the author and ask him to tell them the story after the book is finished, but Van Houten responds by saying that he can only explain in person. Augustus takes Hazel on a picnic where he reveals that he has used his Make-A-Wish wish to buy the two of them tickets to Amsterdam to meet Van Houten. At this point, Hazel realizes she likes Augustus. However, she knows he will be hurt when she passes away and likens herself to a grenade. Suddenly, Hazel ends up in the hospital as her lungs have filled with fluid. After she is free to go home, she discovers that Augustus had never left the hospital. Hazel and Augustus finally convince her parents and doctors to let them go to Amsterdam. When they arrive, they find Van Houten. They discover that he is an alcoholic and incredibly rude. The two leave with Van Houten's assistant to take a tour of Anne Frank's home, and they finally kiss each other when the tour is over. Then, Augustus finds out that his cancer has returned and widespread, stating that he “lit up like a Christmas tree.” Hazel and Augustus return to Indianapolis, Indiana. Augustus' cancer quickly worsens. He holds a pre-funeral for himself where Hazel tells him she loves him. He dies eight days later. Surprisingly, Van Houten shows up at Augustus' funeral and reveals to Hazel that he had been writing to Augustus, and Augustus demanded he come to his funeral to see Hazel as a way to make up for their visit to Amsterdam. Van Houten tells her what happens in the book. He says that Anna was his daughter who had died of cancer as a child. Augustus' friend, Isaac, reveals to Hazel that Augustus had been writing something for Hazel. Hazel reads Augustus' words. He tells her that people do not get a choice of whether or not they are hurt, but they do have a choice in who hurts them. He ends by saying that he likes his choices. At the end of the novel, Hazel says that she likes her choices, as well.",
      "chapter_number": 4,
      "section_number": null,
      "word_count": 497,
      "file_path": "c004.xhtml",
      "spine_order": 3
    },
    {
      "title": "Introducing the Author",
      "content": "Introducing the Author JOHN MICHAEL GREEN WAS BORN IN 1977, Indiana. He moved eventually moved to Birmingham, where he attended Indian Springs School, which he used as inspiration for the setting of his novel Looking For Alaska. Green studied Religious Studies and English at Kenyon College. He graduated from the college in 2000. After completion of his studies at Kenyon College, Green worked as a chaplain at a hospital in Columbus, Ohio. He planned to become a priest in the Episcopal religion. However, after working in the hospital with ill children, he was inspired to write. This experience later inspired to The Fault in Our Stars as well. Green eventually moved to Chicago, Illinois working as a production editor for Booklist and a publishing assistant. While working there, he was writing his first novel. Green and his brother began a YouTube channel in 2007 called Brotherhood 2.0. They were known as the Vlog Brothers. The two did not have any communication with each other except through the video blog. They agreed to do this for a set amount of time. However, they decided to continue with the video exchanges. The two have been part of many educational side projects on YouTube including The Lizzie Bennett Diaries and Crash Course. They also have a charity together called Project For Awesome. Green married his wife, Sarah Urist Green, on May 21, 2006. Green and his wife appeared in a Google Hangout video with President Barack Obama. They asked the President whether they should name their first child Eleanor or Alice. He was later criticized for asking this question given the chance to ask the President any one question. However, Green and Sarah decided to name their daughter Alice, which is what the President chose. They also have a son named Henry. Discussion Questions",
      "chapter_number": 5,
      "section_number": null,
      "word_count": 301,
      "file_path": "c005.xhtml",
      "spine_order": 4
    },
    {
      "title": "question 20",
      "content": "question 20 Before reading this story, many readers predicted that the story would make them cry. However, they did not anticipate how much or how intensely they would be crying at the story's end. Did this story move you emotionally as it did for these readers? Why or why not? FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "chapter_number": 24,
      "section_number": null,
      "word_count": 122,
      "file_path": "c024.xhtml",
      "spine_order": 23
    },
    {
      "title": "question 50",
      "content": "question 50 True or False: The author has currently written five novels. His first novel was called Looking For Alaska. Quiz Answers Hazel/Hazel Grace/Hazel Grace Lancaster Augustus/Gus/Augustus Waters Peter Van Houten Isaac False, we do not know the fate of Hazel. True True Indianapolis English and Religious Studies Hank True TrueTHE END Want to promote your book group? Register here. –––––––– PLEASE LEAVE US A FEEDBACK. –––––––– THANK YOU! FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "chapter_number": 54,
      "section_number": null,
      "word_count": 141,
      "file_path": "c054.xhtml",
      "spine_order": 53
    }
  ],
  "chunks": [
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "chapter",
      "title": "Chapter 1",
      "content": "Conversation Starters for John Green’s The Fault in Our Stars –––––––– By dailyBooks FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone Please Note: This is an unofficial conversation starters guide. If you have not yet read the original work, please do so first. –––––––– Copyright © 2015 by dailyBooks.All Rights Reserved. First Published in the United States of America 2015 –––––––– We hope you enjoy this complementary guide from dailyBooks. We aim to provide quality, thought provoking material to assistin your discovery and discussions on some of today’s favorite books. –––––––– Disclaimer / Terms of Use: Product names, logos, brands, and other trademarks featured or referred to within this publication are the property of their respective trademark holders and are not affiliated with dailyBooks. The publisher and author make no representations or warranties with respect to the accuracy or completeness of these contents and disclaim all warranties such as warranties of fitness for a particular purpose. This guide is unofficial and unauthorized. It is not authorized, approved, licensed, or endorsed by the original book's author or publisher and any of their licensees or affiliates. –––––––– No part of this publication may be reproduced or retransmitted, electronic or mechanical, without the written permission of the publisher. Tips for Using dailyBooks Conversation Starters: EVERY GOOD BOOK CONTAINS A WORLD FAR DEEPER THAN the surface of its pages. The characters and their world come alive through the words on the pages, yet the characters and its world still live on. Questions herein are designed to bring us beneath the surface of the page and invite us into the world that lives on. These questions can be used to: Foster a deeper understanding of the book Promote an atmosphere of discussion for groups Assist in the study of the book, either individually or corporately Explore unseen realms of the book as never seen beforeAbout Us: THROUGH YEARS OF EXPERIENCE AND FIELD EXPERTISE, from newspaper featured book clubs to local library chapters, dailyBooks can bring your book discussion to life. Host your book party as we discuss some of today’s most widely read books.",
      "word_count": 413,
      "character_count": 2566,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2566,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch1_p1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Conversation Starters for John Green’s The Fault in Our Stars –––––––– By dailyBooks FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone Please Note: This is an unofficial conversation starters guide. If you have not yet read the original work, please do so first. –––––––– Copyright © 2015 by dailyBooks.All Rights Reserved. First Published in the United States of America 2015 –––––––– We hope you enjoy this complementary guide from dailyBooks. We aim to provide quality, thought provoking material to assistin your discovery and discussions on some of today’s favorite books. –––––––– Disclaimer / Terms of Use: Product names, logos, brands, and other trademarks featured or referred to within this publication are the property of their respective trademark holders and are not affiliated with dailyBooks. The publisher and author make no representations or warranties with respect to the accuracy or completeness of these contents and disclaim all warranties such as warranties of fitness for a particular purpose. This guide is unofficial and unauthorized. It is not authorized, approved, licensed, or endorsed by the original book's author or publisher and any of their licensees or affiliates. –––––––– No part of this publication may be reproduced or retransmitted, electronic or mechanical, without the written permission of the publisher. Tips for Using dailyBooks Conversation Starters: EVERY GOOD BOOK CONTAINS A WORLD FAR DEEPER THAN the surface of its pages. The characters and their world come alive through the words on the pages, yet the characters and its world still live on. Questions herein are designed to bring us beneath the surface of the page and invite us into the world that lives on. These questions can be used to: Foster a deeper understanding of the book Promote an atmosphere of discussion for groups Assist in the study of the book, either individually or corporately Explore unseen realms of the book as never seen beforeAbout Us: THROUGH YEARS OF EXPERIENCE AND FIELD EXPERTISE, from newspaper featured book clubs to local library chapters, dailyBooks can bring your book discussion to life. Host your book party as we discuss some of today’s most widely read books.",
      "word_count": 413,
      "character_count": 2566,
      "chapter_number": 1,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2566,
      "parent_chunk_id": "the_fault_in_our_sta_dailybooks_ch1"
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch4",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "chapter",
      "title": "Introducing The Fault in Our Stars",
      "content": "Introducing The Fault in Our Stars THE FAULT IN OUR STARS TELLS THE TALE OF TWO HIGH school students, Hazel and Augustus. Hazel has been diagnosed with thyroid cancer that recently spread to her lungs. Her mother convinces her to attend a support group. At the support group, she meets Augustus, who has osteosarcoma that caused him to have one of his legs amputated. Augustus and Hazel quickly bond and become close friends. Hazel gives him her favorite novel to read, An Imperial Affliction. An Imperial Affliction is similar to Hazel's life. The story is about a young girl who has cancer. Augustus finishes the novel and is upset that it does not have a satisfying ending. Hazel tells him that the author became a bit of a recluse after the book was published. Later, Augustus tracks down the author's assistant. The two email the author and ask him to tell them the story after the book is finished, but Van Houten responds by saying that he can only explain in person. Augustus takes Hazel on a picnic where he reveals that he has used his Make-A-Wish wish to buy the two of them tickets to Amsterdam to meet Van Houten. At this point, Hazel realizes she likes Augustus. However, she knows he will be hurt when she passes away and likens herself to a grenade. Suddenly, Hazel ends up in the hospital as her lungs have filled with fluid. After she is free to go home, she discovers that Augustus had never left the hospital. Hazel and Augustus finally convince her parents and doctors to let them go to Amsterdam. When they arrive, they find Van Houten. They discover that he is an alcoholic and incredibly rude. The two leave with Van Houten's assistant to take a tour of Anne Frank's home, and they finally kiss each other when the tour is over. Then, Augustus finds out that his cancer has returned and widespread, stating that he “lit up like a Christmas tree.” Hazel and Augustus return to Indianapolis, Indiana. Augustus' cancer quickly worsens. He holds a pre-funeral for himself where Hazel tells him she loves him. He dies eight days later. Surprisingly, Van Houten shows up at Augustus' funeral and reveals to Hazel that he had been writing to Augustus, and Augustus demanded he come to his funeral to see Hazel as a way to make up for their visit to Amsterdam. Van Houten tells her what happens in the book. He says that Anna was his daughter who had died of cancer as a child. Augustus' friend, Isaac, reveals to Hazel that Augustus had been writing something for Hazel. Hazel reads Augustus' words. He tells her that people do not get a choice of whether or not they are hurt, but they do have a choice in who hurts them. He ends by saying that he likes his choices. At the end of the novel, Hazel says that she likes her choices, as well.",
      "word_count": 497,
      "character_count": 2757,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 2757,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch4_p1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Introducing The Fault in Our Stars THE FAULT IN OUR STARS TELLS THE TALE OF TWO HIGH school students, Hazel and Augustus. Hazel has been diagnosed with thyroid cancer that recently spread to her lungs. Her mother convinces her to attend a support group. At the support group, she meets Augustus, who has osteosarcoma that caused him to have one of his legs amputated. Augustus and Hazel quickly bond and become close friends. Hazel gives him her favorite novel to read, An Imperial Affliction. An Imperial Affliction is similar to Hazel's life. The story is about a young girl who has cancer. Augustus finishes the novel and is upset that it does not have a satisfying ending. Hazel tells him that the author became a bit of a recluse after the book was published. Later, Augustus tracks down the author's assistant. The two email the author and ask him to tell them the story after the book is finished, but Van Houten responds by saying that he can only explain in person. Augustus takes Hazel on a picnic where he reveals that he has used his Make-A-Wish wish to buy the two of them tickets to Amsterdam to meet Van Houten. At this point, Hazel realizes she likes Augustus. However, she knows he will be hurt when she passes away and likens herself to a grenade. Suddenly, Hazel ends up in the hospital as her lungs have filled with fluid. After she is free to go home, she discovers that Augustus had never left the hospital. Hazel and Augustus finally convince her parents and doctors to let them go to Amsterdam. When they arrive, they find Van Houten. They discover that he is an alcoholic and incredibly rude. The two leave with Van Houten's assistant to take a tour of Anne Frank's home, and they finally kiss each other when the tour is over. Then, Augustus finds out that his cancer has returned and widespread, stating that he “lit up like a Christmas tree.” Hazel and Augustus return to Indianapolis, Indiana. Augustus' cancer quickly worsens. He holds a pre-funeral for himself where Hazel tells him she loves him. He dies eight days later. Surprisingly, Van Houten shows up at Augustus' funeral and reveals to Hazel that he had been writing to Augustus, and Augustus demanded he come to his funeral to see Hazel as a way to make up for their visit to Amsterdam. Van Houten tells her what happens in the book. He says that Anna was his daughter who had died of cancer as a child. Augustus' friend, Isaac, reveals to Hazel that Augustus had been writing something for Hazel. Hazel reads Augustus' words. He tells her that people do not get a choice of whether or not they are hurt, but they do have a choice in who hurts them. He ends by saying that he likes his choices. At the end of the novel, Hazel says that she likes her choices, as well.",
      "word_count": 497,
      "character_count": 2757,
      "chapter_number": 4,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 2757,
      "parent_chunk_id": "the_fault_in_our_sta_dailybooks_ch4"
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch5",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "chapter",
      "title": "Introducing the Author",
      "content": "Introducing the Author JOHN MICHAEL GREEN WAS BORN IN 1977, Indiana. He moved eventually moved to Birmingham, where he attended Indian Springs School, which he used as inspiration for the setting of his novel Looking For Alaska. Green studied Religious Studies and English at Kenyon College. He graduated from the college in 2000. After completion of his studies at Kenyon College, Green worked as a chaplain at a hospital in Columbus, Ohio. He planned to become a priest in the Episcopal religion. However, after working in the hospital with ill children, he was inspired to write. This experience later inspired to The Fault in Our Stars as well. Green eventually moved to Chicago, Illinois working as a production editor for Booklist and a publishing assistant. While working there, he was writing his first novel. Green and his brother began a YouTube channel in 2007 called Brotherhood 2.0. They were known as the Vlog Brothers. The two did not have any communication with each other except through the video blog. They agreed to do this for a set amount of time. However, they decided to continue with the video exchanges. The two have been part of many educational side projects on YouTube including The Lizzie Bennett Diaries and Crash Course. They also have a charity together called Project For Awesome. Green married his wife, Sarah Urist Green, on May 21, 2006. Green and his wife appeared in a Google Hangout video with President Barack Obama. They asked the President whether they should name their first child Eleanor or Alice. He was later criticized for asking this question given the chance to ask the President any one question. However, Green and Sarah decided to name their daughter Alice, which is what the President chose. They also have a son named Henry. Discussion Questions",
      "word_count": 301,
      "character_count": 1800,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 1800,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch5_p1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "Introducing the Author JOHN MICHAEL GREEN WAS BORN IN 1977, Indiana. He moved eventually moved to Birmingham, where he attended Indian Springs School, which he used as inspiration for the setting of his novel Looking For Alaska. Green studied Religious Studies and English at Kenyon College. He graduated from the college in 2000. After completion of his studies at Kenyon College, Green worked as a chaplain at a hospital in Columbus, Ohio. He planned to become a priest in the Episcopal religion. However, after working in the hospital with ill children, he was inspired to write. This experience later inspired to The Fault in Our Stars as well. Green eventually moved to Chicago, Illinois working as a production editor for Booklist and a publishing assistant. While working there, he was writing his first novel. Green and his brother began a YouTube channel in 2007 called Brotherhood 2.0. They were known as the Vlog Brothers. The two did not have any communication with each other except through the video blog. They agreed to do this for a set amount of time. However, they decided to continue with the video exchanges. The two have been part of many educational side projects on YouTube including The Lizzie Bennett Diaries and Crash Course. They also have a charity together called Project For Awesome. Green married his wife, Sarah Urist Green, on May 21, 2006. Green and his wife appeared in a Google Hangout video with President Barack Obama. They asked the President whether they should name their first child Eleanor or Alice. He was later criticized for asking this question given the chance to ask the President any one question. However, Green and Sarah decided to name their daughter Alice, which is what the President chose. They also have a son named Henry. Discussion Questions",
      "word_count": 301,
      "character_count": 1800,
      "chapter_number": 5,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 1800,
      "parent_chunk_id": "the_fault_in_our_sta_dailybooks_ch5"
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch24",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "chapter",
      "title": "question 20",
      "content": "question 20 Before reading this story, many readers predicted that the story would make them cry. However, they did not anticipate how much or how intensely they would be crying at the story's end. Did this story move you emotionally as it did for these readers? Why or why not? FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "word_count": 122,
      "character_count": 693,
      "chapter_number": 24,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 693,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch24_p1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "question 20 Before reading this story, many readers predicted that the story would make them cry. However, they did not anticipate how much or how intensely they would be crying at the story's end. Did this story move you emotionally as it did for these readers? Why or why not? FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "word_count": 122,
      "character_count": 693,
      "chapter_number": 24,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 693,
      "parent_chunk_id": "the_fault_in_our_sta_dailybooks_ch24"
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch54",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "chapter",
      "title": "question 50",
      "content": "question 50 True or False: The author has currently written five novels. His first novel was called Looking For Alaska. Quiz Answers Hazel/Hazel Grace/Hazel Grace Lancaster Augustus/Gus/Augustus Waters Peter Van Houten Isaac False, we do not know the fate of Hazel. True True Indianapolis English and Religious Studies Hank True TrueTHE END Want to promote your book group? Register here. –––––––– PLEASE LEAVE US A FEEDBACK. –––––––– THANK YOU! FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "word_count": 141,
      "character_count": 860,
      "chapter_number": 54,
      "section_number": null,
      "paragraph_number": null,
      "start_position": 0,
      "end_position": 860,
      "parent_chunk_id": null
    },
    {
      "chunk_id": "the_fault_in_our_sta_dailybooks_ch54_p1",
      "book_id": "the_fault_in_our_sta_dailybooks",
      "chunk_type": "paragraph",
      "title": "Paragraph 1",
      "content": "question 50 True or False: The author has currently written five novels. His first novel was called Looking For Alaska. Quiz Answers Hazel/Hazel Grace/Hazel Grace Lancaster Augustus/Gus/Augustus Waters Peter Van Houten Isaac False, we do not know the fate of Hazel. True True Indianapolis English and Religious Studies Hank True TrueTHE END Want to promote your book group? Register here. –––––––– PLEASE LEAVE US A FEEDBACK. –––––––– THANK YOU! FREE Download: Get the Hottest Books! Get Your Free Books with Any Purchase of Conversation Starters! Every purchase comes with a FREE download of the hottest titles! Add spice to any conversation Never run out of things to say Spend time with those you love Read it for FREE on any smartphone, tablet, Kindle, PC or Mac. No purchase necessary - licensed for personal enjoyment only. or Click Here. Scan Your Phone",
      "word_count": 141,
      "character_count": 860,
      "chapter_number": 54,
      "section_number": null,
      "paragraph_number": 1,
      "start_position": 0,
      "end_position": 860,
      "parent_chunk_id": "the_fault_in_our_sta_dailybooks_ch54"
    }
  ],
  "processing_info": {
    "processed_at": 1752212376.616099,
    "epub_path": "ebooks/downloads/The Fault in Our Stars A Novel by John Green Conversation - Daily Books.epub",
    "chapter_count": 5,
    "word_count": 1474,
    "chunk_count": 10
  }
}